Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: I wonder if the rest burnt down.
russian: Интересно, все ли сгорело?

source: He's too damp to burn.
russian: Она слишком мокрая, чтобы я могла ее сжечь.

source: They're cute when they're sleeping.
russian: Они такие милые, когда спят.

source: I showed him!
russian: Я показала ему!

source: I can't kill what's already dead.
russian: Жаль, я не могу убить то, что уже однажды умерло.

source: I'll need more than appetizers if I'm going to survive.
russian: Мне нужно больше чем эта закуска, если я не собираюсь умереть.

source: What a nice statue. Shame if something were to happen to it.
russian: Какая прикольная статуя. Как жаль, если с ней что-то случится.

source: He's so condescending.
russian: Гореть ему вечно в огне.

source: It's very pointy.
russian: Он очень острый.

source: Ewwwww.
russian: Фууууу!

source: Sweet and delicious!
russian: Сладкий и вкусный!

source: It looks like it would burn well.
russian: А они бы хорошо горели.

source: One less tree in the world.
russian: Одним меньше, одним больше...

source: I wish it was still burning.
russian: Жаль, что все так быстро сгорело...

source: YES! BURN!
russian: ДА! ГОРИ!

source: Stop following me!
russian: Перестань меня преследовать!

source: It's waxy.
russian: Это воск.

source: It's so soft and squishy!
russian: Оно очень мягкое и болотистое!

source: These pigs sure know how to have a good time.
russian: Эти свиньи знают как хорошо провести время.

source: I kind of like the look of it.
russian: Прикольно выглядит.

source: He looks flammable!
russian: Он выглядит легковоспламеняющимся!

source: Mmmmmm. Smooth.
russian: Гладенький.

source: Ew! Why? Oh Why?!
russian: Фу! Почему? Ну почему?

source: He's nasty. I should kill him.
russian: Он противный. Я должна убить его.

source: I could take him.
russian: Я бы его взяла.

source: Ha! I showed you!
russian: Ха! Гори в аду, паучок!

source: Dumb mushroom.
russian: Тупой гриб.

source: Maybe it will return some day.
russian: Может когда-то он вернется.

source: Hey! You! Get up here!
russian: Эй! Ты! Иди сюда!

source: Stupid flowers. They're almost useless.
russian: Глупые цветы, вы почти бесполезны.

source: Red berries taste the best.
russian: Мне нравится цает этих ягод.

source: I actually kind of like this one.
russian: Мне она почти нравится.

source: Oooooooooh! Shiny!
russian: Оооооо! Блестяшка!

source: There are tiny explosions trapped inside.
russian: Внутри этого маленькие взрывы.

source: What kind of jerk leaves this lying around?
russian: Что за идиот разбрасывает это вокруг?

source: It smells like a gym sock!
russian: Он пахнет, как носки из спортзала!

source: I got all the badges in Girl Scouts.
russian: Я получила все значки девочки-скаута.

source: Farming is boring.
russian: Сельское хозяйство - скучно.

source: It's a burnable clump of reeds
russian: Пучок горючего камыша

source: I can't do anything with reed stubble.
russian: Я ничего не могу сделать с камышом

source: Burn! Yeah!
russian: ГОРИ! ДА!

source: Doesn't look flammable. How boring.
russian: Кажется, это нельзя поджечь. Как скучно.

source: Am I seeing things?
russian: Я вижу вещи?

source: Yuck. The yellow part is all runny.
russian: Фу. Желтая часть вся жидкая.

source: The worst kind of tree. The non-flammable kind.
russian: Самое плохое дерево. Его нельзя поджечь.

source: It's heavy!
russian: Тяжелый!

source: I guess I should touch it?
russian: Даже не знаю или мне можно к нему прикосаться...

source: Poke it with a stick!
russian: Ткните его палкой!

source: I wonder if he likes spicy food?
russian: Интересно, он любит острую пищу?

source: It's full of bees!
russian: Он полон пчел!

source: I should pick it.
russian: Надо бы его собрать.

source: Poor little limp tree.
russian: Бедное маленькое хромое дерево.

source: Blech. What a slob.
russian: Фу. Какой скользкий.

source: What's this part good for?
russian: Для чего это может понадобиться?

source: Like being wrapped in smoke.
russian: Словно в дыму. Люблю это!

source: I can do the pyrotechnics too!
russian: Я тоже могу делать пиротехнику!

source: He's so fuzzy!
russian: Он вообще нечеткий!

source: So pretty!
russian: Такой красивый!

source: Mmmm. Smells like fire.
russian: Мммм. Пахнет, огнем.

source: We will be great friends!
russian: Мы будем отличными друзьями!

source: Gross. It's full of hairs.
russian: Фу. Там чья-то шерсть.

source: Pleased to meat you!
russian: Рада нашему знакомству!

source: It's like fire, but purple!
russian: Это как огонь, только фиолетовый!

source: It's very sharp.
russian: Он очень острый.

source: All the lightning can come here!
russian: Все молнии могут бить сюда.

source: Aww, all glow but no fire.
russian: Оно светится, но без огня.

source: It burns! But, where's the fire?
russian: Он греет! Но... где же огонь?

source: I've tasted better.
russian: Я пробовала вещи и вкуснее.

source: I love the colour!
russian: Мне нравится цвет!

source: I bet it'd burn!
russian: Думаю, он круто горит!

source: Why does everyone have a nicer house than me?
russian: Почему у всех дома лучше, чем у меня?

source: I'm not going in there. Yuck!
russian: Я не собираюсь туда идти. Фу!

source: Feel my wrath!
russian: Отведай мой гнев!

source: Boring!
russian: Скучный!

source: At least it's still flammable.
russian: По крайней мере, я могу это сжечь.

source: It's not warm enough for my liking.
russian: Он не настолько теплый, чтобы нравиться мне.

source: Well, part of him is still cuddly.
russian: Ну, часть его все ещё приятна.

source: Not quite a phoenix but still cute, I guess.
russian: Не феникс, но всё равно милашка.

source: Are you hungry?
russian: Жрать хочешь?

source: Ok, ok! I get it, you're hungry.
russian: Хорошо, хорошо! Я понимаю - ты голодный.

source: Eww, it's all swampy.
russian: Фуу, оно все в болоте.

source: I want to hang some meat!
russian: Я хочу повесить мясо!

source: It's ready!
russian: Готово!

source: Come on meat, dry already!
russian: Давай, мясо, сушись быстрее!

source: That could totally catch on fire.
russian: Она запросто сгорит.

source: It's too far out, I can't even burn it!
russian: Оно слишком далеко. Я даже сжечь его не могу!

source: I had better keep my distance.
russian: Лучше держаться от этого подальше.

source: What's the matter, got no dirt?
russian: В чем дело, нравится жить в грязи?

source: It's flammable a tuft of grass.
russian: Это легковоспламеняющийся пучок травы.

source: Grass stubble is kind of useless.
russian: Пока трава не горит, от неё толку мало.

source: It needs poop.
russian: Подкормить бы.

source: Fire! Wooo!
russian: Огонь! Даааа!

source: It's a bishop!
russian: Это епископ!

source: Oh my. I hope he went out in a blaze of glory.
russian: Ого! Надеюсь, он умер безболезненно.

source: I don't think it wants to be friends.
russian: Вряд ли она хочет подружиться...

source: Sigh. It's a pile of dirt.
russian: Куча грязи.

source: Hurry up, dirtpile. Feed me!
russian: Ну давай, куча грязи, я есть хочу!

source: Stupid thing needs poop.
russian: Куче грязи нужны удобрения.

source: Eeeeew it's slimy and stinky!
russian: Фу! Оно скользкое и вонючее!

source: It's pokey!
russian: Это тюрьма!

source: That is the opposite of fire.
russian: Это полная противоположность огня.

source: It's a pony!
russian: Это пони!

source: Chewy, but satisfying.
russian: Твердовато... Ладно, сойдет.

source: He sure looks warm...
russian: Он выглядит таким теплым...

source: Uh oh, I don't like the look of that.
russian: Ой, мне не нравится его вид.

source: It's too hard to break!
russian: Его сложно сломать!

source: I've got a new bag!
russian: У меня есть новая сумочка!

source: Fire makes them so much better.
russian: Огонь делает их намного лучше... и мертвее.

source: Stop staring at me!
russian: Хватит пялиться на меня!

source: These pigs have questionable taste in architecture
russian: Эти свиньи имеют сомнительный вкус в архитектуре

source: You jerk! Let me in!
russian: Эй, придурок, а ну быстро впусти меня!

source: He's doing pig things in there.
russian: Они делают там свинские вещи.

source: Gross! Cold!
russian: Ооой! Холодно!

source: What a jerk!
russian: Какой придурок!

source: That's just nasty.
russian: Потивно.

source: I can catch a bug!
russian: Я могу словить жука!

source: Kill it with fire!
russian: Убить ее огнем!

source: Eww, it's still warm!
russian: Фуу, оно еще теплое!

source: Holy crap!
russian: Вот дерьмо!

source: Not as warm as a good fire, but still pretty good!
russian: Не так тепло, как хороший огонь, но все еще довольно-таки неплохо!

source: Ew. Nasty. But useful.
russian: Фууу. Противное. Но полезное.

source: Now I'll be with my friend forever.
russian: Теперь я всегда буду с моим другом.

source: I don't have time to waste on flowers.
russian: У слишком мало времени, чтобы тратить его на сбор цветов.

source: Eh. I guess that's OK.
russian: По крайней мере, я его не могу сжечь.

source: I'm still not sure I want to eat this.
russian: Что-то я в сомнениях, есть ли мне это...

source: Now I can take on the world!
russian: Теперь я смогу захватить мир!

source: Flutter away, butterfly!
russian: Улетай отсюда, бабочка!

source: I want to squish it.
russian: Я хочу ее раздавить.

source: Who just leaves dirt lying around in the forest?
russian: Интересно, кто это оставляет столько грязи в лесу?

source: That's my insurance policy.
russian: Главное - вовремя оформить страховку.

source: It leads to my new friend.
russian: Это приведет меня к новому другу.

source: I hate hiding.
russian: Ненавижу прятаться.

source: Arise my phoenix!
russian: Воскрусни, мой феникс!

source: Is there such a thing as too much fire?
russian: Не слишком ли много огня?

source: Needs more fire!
russian: Нужно больше огня!

source: How long is this going to take?
russian: Ну и долго еще ждать?

source: I'm getting tired of waiting.
russian: Устала ждать.

source: Where'd it go?
russian: Куда оно делось?

source: I wonder what these markings mean.
russian: Интересно, что эти надписи означают?

source: Stupid mushroom.
russian: Глупый гриб.

source: These must make them move.
russian: Они должны заставить их двигаться.

source: Less reading! More burning!
russian: Меньше чтения! Больше огня!

source: Pretty!
russian: Неплохо!

source: I like the way the symbols glow.
russian: Мне нравится свечение этих символов.

source: I just want to see this world burn.
russian: Я просто хочу увидеть, как этот мир горит.

source: I'm making a monstrosity!
russian: Я создаю чудовище!

source: I wish they didn't run away!
russian: Они горят. Как красиво!

source: They're like little fires in my pocket!
russian: Они как маленькие огоньки в моем кармане!

source: I like the cut of that bee's jib.
russian: Эта тварь не станет церемониться.

source: Buzz!
russian: Бззз!

source: It looks dangerous!
russian: Оно выглядит опасным!

source: Not so spiky now, are you?
russian: Тепер не ты колешься, да?

source: It's dry and smells strange.
russian: Оно сухое и очень странно пахнет.

source: It's still gross.
russian: Даже огонь не смог сделать его лучше.

source: Uh, where did this come from?
russian: Потом попробуй объясни откуда это.

source: Stupid rabbits. Come out so I can eat you.
russian: Тупые кролики. Выходите, я есть хочу.

source: Rain is the anti-fire. Boo!
russian: Дождь тушит огонь. Фу!

source: It's a trunk for my junk.
russian: Теперь будет куда засунуть мое барахло.

source: Tasty, and just a little bit insecty
russian: Немного везения и много масла

source: No more flying for that butterfly!
russian: Больше эта бабочка летать не будет!

source: Too passive!
russian: Слишком пассивно!

source: Come on fat bees, make me honey!
russian: Давайте, жирные пчелы, я хочу мед!

source: Yay! I can steal honey!
russian: Ура! Я могу украсть мед!

source: So annoying!
russian: Это так раздражает!

source: Keep that mouth away from me!
russian: Держитесь от меня подальше!

source: It's rude to stare.
russian: Эта штука неприлично пялится на меня.

source: At least it's not looking at me anymore.
russian: По крайней мере, он больше на меня не пялится.

source: I'm beginning to dislike that man.
russian: Я начинаю ненавидеть этого чувака.

source: Not great for fighting.
russian: Этим не очень удобно драться.

source: It's fat, but that stinger looks dangerous.
russian: Хоть она и толстенькая, но жало выглядит уж очень опасным.

source: Pocket full of bees!
russian: Карман полон пчел!

source: I like fire.
russian: Люблю огонь.

source: Awww. It's all over.
russian: Это конец...

source: Uh oh. It's almost gone!
russian: Ой-ой. Его почти нет!

source: BURN! BURN FASTER!
russian: ГОРИ! ГОРИ СИЛЬНЕЕ!

source: This fire is small and boring.
russian: Этот огонь маленький и скучный.

source: Burn!
russian: ГОРИ!

source: A fire would make this even better!
russian: Огонь сделает его еще лучшим!

source: Look at how it glows!
russian: Как он круто светится!

source: It's stone cold.
russian: Этот камень холодный.

source: Heat without the flame... what fun is that?
russian: Тепло, но без огня... Что за чертовщина?

source: Bird prison!
russian: Тюрьма для птиц!

source: Stupid bird. Wake up!
russian: Вставай, глупая птица!

source: Ha! I have you now!
russian: Ха! Теперь ты моя!

source: It would be better if it measured fire.
russian: Было бы лучше, если бы она измеряла огонь.

source: I could watch it for hours.
russian: Я могу смотреть на него вечно.

source: I should make the fire come back.
russian: Нужно вернуть пламя.

source: These are surprisingly heavy.
russian: А они очень тяжелые.

source: Perhaps I could melt it into a more pleasing shape.
russian: Возможно, я могу переплавить её в более приятную форму.

source: It feels warm.
russian: Чувствую тепло.

source: I'll eat it if I have to.
russian: Если надо, съем и это.

source: Oh boy. Vegetables.
russian: Фу ты ну ты. Овощи.

source: Hurry up, you stupid plant!
russian: Быстрее, вы, глупые растения!

source: Maybe I could kill it... with FIRE.
russian: Наверное, я смогла бы убить его ... ОГНЕМ!

source: Maybe I should just leave that one alone.
russian: Возможно, мне следует его просто оставить.

source: He had it coming.
russian: Он не ждал такого поворота.

source: Does it like fire?
russian: Интересно, а оно хорошо горит?

source: A dark and powerful energy radiates from it.
russian: От него исходит мощная темная энергия.

source: Stay back, you big jerk!
russian: Отвали, придурок!

source: Mmmmm. Berries.
russian: Ммммм... Красненькие.

source: I want more berries!
russian: Я хочу еще ягод!

source: Eat poop, stupid plant!
russian: Ешьте корм, глупые растения!

source: Hmmm. I wonder if these will burn.
russian: Хм. Интересно, как быстро это сгорит?

source: It's like my dreams can hurt real things!
russian: Мои кошмары могут уничтожить реальные вещи!

source: I guess I have it alright.
russian: Ну вроде порядок.

source: Who's your mommy!
russian: Кто твоя мама!

source: This is my favourite thing in the whole wide world.
russian: Моя любимая вещь среди всех в мире.

source: Ha! I stole his hair!
russian: Ха! Я украла его шерсть!

source: What a disgusting, hairy beast!
russian: На что это ты уставился, волосатое животное?

source: They look even dumber when they're sleeping.
russian: Они выглядят еще глупее, когда спят.

source: Er, are you following me?
russian: Э-э, ты ходишь за мной?

source: Ha! He's all naked now!
russian: Ха! Да он же голый!

source: Where am I going to spend this.
russian: И вот где магазин, когда он так нужен?

source: It smells like a bird's butt.
russian: Оно пахнет как задница птицы.

source: Fire is so pretty.
russian: Огонь так красив.

source: Why did I build this?
russian: Вот скажите - нафига мне это?

source: It's a bit passive aggressive, but it'll work.
russian: Это пассивная агрессия, но должно сработать.

source: Ew, they're sticky.
russian: Фу, они липкие.

source: Ugh. This one is ugly.
russian: Фу. Этот уродливый.

source: Nom nom nom.
russian: ОМ НОМ НОМ.

source: That's not a normal plant
russian: Это не просто растение

source: Now that's just creepy!
russian: Теперь это просто жутко!

source: Why did this plant have a face?
russian: Почему эти растения имеют лица?

source: Smells like rabbit butt.
russian: Оно пахнет как задница кролика.

source: It would be better with fire.
russian: С огнем было бы лучше.

source: I'll catch those creepy birds.
russian: Я поймаю этих жутких птиц.

source: Three times the pointiness.
russian: Один удар - три дырки.

source: I prefer sharp implements
russian: Я предпочитаю острые инструменты

source: Ouch! It looks sharp.
russian: Ой! Выглядит острым!

source: I like the colour.
russian: Мне нравится цвет.

source: Yuck. It's all vegetabley.
russian: Фу! Это овощ!

source: I made a backpack out of butts!
russian: Если его нагрузить, то он будет тяжеловат.

source: Hey there, tree seed.
russian: Эй, да там семена дерева

source: Eww, do I have to?
russian: Фуу, мне это вообще нужно?

source: I need food!
russian: Хочу есть!

source: I'll have to burn these clothes!
russian: Фу! Мне придется сжечь свою одежду после этого!

source: Night is coming. I need fire!
russian: Ночь уже близко. Мне нужен огонь!

source: Ohh... he got away.
russian: Ооо ... он ушел.

source: I need more light!
russian: Мне нужно больше света! А то в такой темноте даже воздуха не видно.

source: Show yourself!
russian: Покажи себя!

source: No! Bad birdy!
russian: Нет! Плохая птичка!

source: Tee hee!
russian: Хе-хе!

source: Oops!
russian: Упс!

source: I made a fire!
russian: Я пламенная девушка!

source: That's what I thought!
russian: Я так и думала!

source: I'll get you next time!
russian: Я ещё вернусь!

source: Get back here, pork chop!
russian: Вернись, долбанный хрюндель!

source: Not so tough now!
russian: Допригался! Страшно стало?

source: Bleh. I'll kill him later.
russian: Ладно, убью тебя позже.

source: My precious fire is gone!
russian: Мой драгоценный огонь! Он погас!

source: I am attacked!
russian: На меня напали!

source: I lack the necessary materials.
russian: Мне не хватает нужных материалов.

source: I spared it the torment of living.
russian: Я помогла ей избавиться от оков мучительной жизни.

source: I am chilled to the bone.
russian: Я продрогла до костей.

source: It is unmentionable.
russian: Это неприлично.

source: Ow! That was karma.
russian: Ой! Это все из-за кармы.

source: I sense the beast's presence nearby.
russian: Я чувствую, что зверь где-то неподалеку.

source: This trail leads nowhere.
russian: Этот путь ведет в никуда.

source: Death will find you!
russian: Смерть найдет вас!

source: Suffer, worm!
russian: Страдай, червь!

source: Let death embrace you!
russian: Позволь смерти обнять тебя!

source: I will be your end!
russian: Я последняя, кого ты видел!

source: I shall send you to the other side!
russian: Я пошлю тебя в загробный мир!

source: I emerge into this world once more.
russian: И вот я снова в этом ужасном мире.

source: I can carry no more.
russian: Я не могу нести больше.

source: I can't do anything right.
russian: Я ничего не могу сделать правильно.

source: Was that stale?
russian: Оно было несвежее?

source: That was not edible.
russian: Это было несъедобно.

source: That food was nearing the end of its lifetime.
russian: Еда немного отсрочит печальный конец.

source: What technological terror is this?
russian: Что это за технологическая штуковина?

source: He's wandering mindlessly, oblivious to his fate.
russian: Бессмыслено бродит, не задумываясь о своей участи.

source: He is safely in my embrace.
russian: Теперь он в моих обьятиях.

source: At least they're better than the other flowers.
russian: А они лучше, чем другие цветы.

source: It's a plant.
russian: Это растение.

source: Music is the window to my empty soul.
russian: Музыка - это окно в мою пустую душу.

source: Will you leave me too?
russian: Ты тоже меня бросищь?

source: We all try to fill the void.
russian: Все мы пытаемся как-то заполнить пустоту внутри.

source: Your true nature is revealed!
russian: Вот она, твоя ненасытная сущность!

source: That is the mere suggestion of defense.
russian: Это недооборона.

source: Take thy beak from out my heart!
russian: Выйми свой клюв из моего сердца!

source: He is mine.
russian: Он теперь мой.

source: They are so standoffish.
russian: А они сдержаные.

source: I still feel alone.
russian: Я все равно чувствую себя одинокой.

source: How Orwellian.
russian: Он нужен для установки тоталитарных порядков?

source: A creature of the night!
russian: Ночное существо!

source: He's better off, now.
russian: Теперь он стал лучше.

source: That would be the easy way out of this place.
russian: Это был бы простой выход.

source: It has no sharp edges.
russian: Оно не имеет острых краев.

source: Purple like a... purple thing.
russian: Он такой же фиолетовый, как... фиолетовая штуковина.

source: It smells like tiny fear.
russian: Оно пахнет страхом мелких зверюшек.

source: Some day, I will join you.
russian: Когда-нибудь, я присоединюсь к вам.

source: The earth has vomited up its secrets.
russian: Земля показала свои секреты.

source: Enjoy your youth. Soon you will learn the terrors of the real world.
russian: Наслаждайтесь своей молодостью. Скоро вы узнаете ужасы реального мира.

source: The better to mark graves with.
russian: Лучший способ отметить могилу.

source: Even stone can not withstand the constant pull of decay.
russian: Даже камень не может выдержать острого желания распасться.

source: He's little and warty.
russian: Она маленькая и в бородавках.

source: He's asleep.
russian: Она спит.

source: Life is small and short.
russian: Жизнь бессмыслена и коротка.

source: Their bitter end protects me from the bitter cold.
russian: Они защитят меня от лютых морозов.

source: Focuses the destruction.
russian: Собиратель разрушительной силы

source: Even this power will run out.
russian: Даже эта мощь когда-то закончится.

source: Life brings pain, pain brings life.
russian: Жизнь дарит мучения, а мучения дарят жизнь.

source: I envy his escape.
russian: Я тебе завидую. Ты покинул этот мир.

source: Even in death, this beast causes pain.
russian: Даже мертвый чувствует боль.

source: There it sits, just taking up space.
russian: Он просто занимает пространство.

source: Those that burn brightest, burn fastest.
russian: Тот, кто ярче светит - быстрее погасает.

source: As cold and lifeless as every other rock.
russian: Такой же холодный и безжизненный, как и другие камни.

source: Even now it's warmth is fading...
russian: Уже сейчас его тепло постепенно теряет силу...

source: A mark is made, however transient.
russian: Пометка есть, но она не вечна.

source: Kill the pig. Spill his blood.
russian: Вот и го страданиям пришел конец.

source: I don't have all of the ingredients
russian: У меня нет всех необходимых компонентов

source: BEEEEEEEEEEEEES!!!!
russian: ПЧЕЕЕЕЕЕЕЕЕЕЕЛЫ!!!!

source: Mmm. Beaky.
russian: Ммм. Клюв.

source: I can't shave that!
russian: Это нельзя брить!

source: I'm not going to try that while he's awake.
russian: Лучше подождать пока он заснет.

source: There isn't even any stubble left!
russian: Моя кожа пока что гладкая, как шар для боулинга.

source: It's full.
russian: Набит доверху

source: That can't go in there.
russian: Туда нельзя идти.

source: Did you hear that?
russian: Вы слышали это?

source: It's too dangerous right now!
russian: Я не собираюсь здесь спать. Тут может быть опасно.

source: I can't carry any more stuff!
russian: Места нет. У меня не бездонные карманы.

source: I can't do that.
russian: Я не могу это сделать... Ну не могу и все тут!

source: I'm not sure I want to fall for that a second time.
russian: Я не уверен, что хочу использовать это во второй раз.

source: He's looking for carrots.
russian: Он ищет морковь.
