Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: Do you like science?
russian: Вы любите науку?

source: Augh! It's so evil!
russian: Ой! Он такой странный!

source: Hastily Cobbled Stones
russian: Интересно, куда она ведет?

source: It buzzes when I shake it.
russian: Жужжит когда трясешь.

source: High in fructose!
russian: С высоким содержанием фруктозы.

source: Tastes like chicken.
russian: На вкус как курица.

source: Mushy.
russian: Очень мягкая.

source: It's almost like someone is trying to prevent me from going somewhere
russian: Кто-то очень не хочет чтобы я туда попал

source: It's a seed.
russian: Это семена.

source: Creepy!
russian: Этот ворон выглядят немного жутковато.

source: He's not very happy in there.
russian: Он не очень-то счатлив.

source: They kind of creep me out.
russian: Они немного странные.

source: He's part of my entourage.
russian: Он меня сопровождает.

source: He looks serious.
russian: Серьезный какой!

source: He's not friendly!
russian: Он не очень-то дружелюбен.

source: Someone should tell his family.
russian: Кто-то должен сообщить его семье.

source: Smells fishy!
russian: Подозрительный запах...

source: A snowbird feather.
russian: Перо снегиря.

source: A tiny chunk of dead animal.
russian: Маленький кусочек мертвого животного.

source: I've made them seductively smooth.
russian: Они теперь очень гладкие.

source: Hey, isn't gold really soft?
russian: Золото в чистом виде можно смять руками. А здесь почему-то нельзя.

source: He's so cute!
russian: Она такая милая!

source: Aww, look at him sleep!
russian: Ой, смотрите-ка! Она спит.

source: He's croaked it.
russian: Доквакалась.

source: That offends me as a Scientist.
russian: Это существо своим существованием оскорбляет меня как ученого и всю науку в целом.

source: Now I don't have to worry about getting worms!
russian: Теперь оно уже не такое червивое, ведь все черви сварились. Зато мяса стало больше.

source: What has happened to the head?
russian: А что случилось с головой?

source: It's a bunch of small twigs.
russian: Куча мелких веток

source: Gives me a net advantage!
russian: Да как ваш маленький птичий мозг может тягаться с моим, человечим!

source: Iconic, isn't it?
russian: Он достаточно неплох.

source: Looks delicious!
russian: Выглядит аппетитно!

source: This seems fundamentally unsafe.
russian: По моему, это опасно.

source: That's quite an egg!
russian: Это же яйцо!

source: The nest is empty.
russian: Гнездо пустое... Возможно пока. Возможно навсегда.

source: I hope these don't hatch in my pocket.
russian: Надеюсь, они у меня в кармане не вылуплятся.

source: Oh it smells!
russian: Вот это запах!

source: It's covered with walrus hairs.
russian: Оня сделана из шерсти моржа.

source: I cooked it myself!
russian: Возможно, мне пора задуматься о профессии повара?

source: Spooky!
russian: Жутковато...

source: Ew! It stinks!
russian: Фу! Оно вонючее!

source: I hate spiders.
russian: Не люблю членистоногих.

source: I'd better not be here when he wakes up.
russian: Будить паука - не самая лучшая идея.

source: Ewwww!
russian: Фууууу! Противнее паука только дохлый паук!

source: It's a mushroom.
russian: Это - гриб.

source: I wonder if it will come back?
russian: Интересно, он еще вернется?

source: It's sleeping
russian: Он спит

source: I showed those flowers who's boss!
russian: Я показал этим цветам кто в доме хозяин!

source: I'm not a geologist.
russian: Я не геолог

source: That's one fancy axe.
russian: Мечта, а не топор.

source: I'll want to avoid stepping on that!
russian: Что-то мне не очень хочется наступать туда.

source: It's weird and gooey.
russian: Странное и липкое

source: Each one is a tiny mystery.
russian: Каждый из них - крошечная тайна.

source: It's a clump of reeds.
russian: Это тростник

source: I picked all the useful reeds.
russian: С тростника я срезал лишь самое полезное.

source: That's really burning!
russian: Оно горит!

source: Sunny side yum!
russian: Ммм. Желток!

source: Fancy!
russian: Необычно!

source: At least my ears won't get cold...
russian: Ну хотя бы мои уши не замерзнут...

source: Now I shall eat for a day.
russian: Лучше ее сьесть сегодня, а то еще испортится.

source: Baby trees are so cute!
russian: Срубил бы, но мелковато пока.

source: That'll teach him.
russian: Это научит его.

source: That's burning fast!
russian: Оно быстро сгорит!

source: I cooked all the life out of 'em
russian: Да я всю жизнь их жарил!

source: Sure beats darkness.
russian: Это разгонит тьму.

source: Well, that's over.
russian: Ну, я его смогу зажечь опять. Правда ведь?

source: I should put something on the fire before it goes out.
russian: Кинуть бы туда что-то. А то гаснет уже.

source: That fire is getting out of hand!
russian: Главное - волосы не опалить!

source: The fire's getting a bit low.
russian: Так и потухнет скоро.

source: Nice and comfy.
russian: Здорово и... нет, просто здорово.

source: Wearing this makes me feel safe and insecure.
russian: Вроде как спокойно, но почему-то беспокойно.

source: It sparkles with inner warmth.
russian: Он почти обжигает теплотой внутри.

source: It's small, dark and smells like burnt wood.
russian: Черный, мелкий, пахнет сожженой елкой.

source: Adorably delicious.
russian: У него, должно быть, великолепный вкус!

source: Ugh. I don't think I should eat that.
russian: Тьфу. Я это есть не хочу.

source: Somehow even more nasal than before.
russian: Еще хоботовее стало.

source: It gives off a spooky light.
russian: Дает подозрительно спокойный свет.

source: It's a tuft of grass.
russian: Пук травы. Пук. Пучок. Черт, я не филолог.

source: I cut it down in the prime of its life.
russian: Срезаная трава. Ну ничего, она вырастет еще раз.

source: A chunk of ground.
russian: Кусок земли.

source: Hook, line and stick!
russian: Ловись рыбка живая и... Только живая.

source: It looks warm and cozy inside.
russian: Внутри, кажется, тепло и уютно.

source: Looks like somebody was camping here.
russian: Похоже, здесь кто-то жил.

source: Maxwell might be looking for this
russian: Скорее всего, Максвеллу это нужно

source: It seems pretty normal.
russian: Выглядит довольно обычно.

source: This will keep my hands free.
russian: Вид у меня конечно 'классный'. Зато хоть руки свободны.

source: It doesn't seem so strange anymore.
russian: Ну вот, корешок не такой уж и странный.

source: That's a tall bird!
russian: Это большая птица!

source: The earth is making plantbabies.
russian: Земля дает жизнь.

source: What a nice hat.
russian: Вот это шляпа!

source: Ew. It has Krampus slime all over it.
russian: Фу. Слизь Крампуса повлюду.

source: Delicious and nutritional.
russian: Вкусно и полезно.

source: Grilled to perfection.
russian: Рыба-гриль. Неплохо.

source: I don't think heat improved them.
russian: Не думаю, что жаренные они лучше

source: For catching bugs.
russian: Для ловли насекомых.

source: AHHHHHHHH! That spider is huge!
russian: ОГО! Этот паук просто огромный!

source: This stuff is crazy!
russian: С ума сойти!

source: These are pretty snazzy.
russian: Довольно-таки неплохо.

source: It's pretty but it smells like a common labourer.
russian: Красиво и с запахом.

source: It's just a cheap replica
russian: Слова гроша выеденного не стоят

source: How did it turn into a pie...
russian: Как она превратится в пирог...

source: That is a perfectly reasonable piece of clothing.
russian: Красота спасет мир, а меня спасет броня.

source: Butterfly, flutter by.
russian: О! Бабочка!

source: Now I have you!
russian: Теперь ты моя!

source: What a handsome devil!
russian: Какой красивый дьявол!

source: Where did the rest of it go?
russian: А куда делись остатки?

source: That doesn't look natural.
russian: Выглядит ненатурально.

source: This should keep me protected.
russian: Это меня защитит. Надеюсь.

source: If only I could catch them!
russian: Вот бы поймать несколько!

source: They make my pocket glow!
russian: У меня теперь карман сияет!

source: What a weird fruit.
russian: Какой-то странный этот фрукт...

source: It's a bit gamey, but it'll do.
russian: Немнго червивое, но все равно сойдет.

source: That's only somewhat more appetizing than when it was raw.
russian: Оно выглядело более аппетитным в сыром виде.

source: I made them with my face.
russian: Я выращивал их у себя на лице.

source: It's kind of scratchy.
russian: Она чуть колючая...

source: I can't wait to dig holes.
russian: Я больше не могу терпеть! Я хочу рыть ямы!

source: It really captures his personality.
russian: Это действительно отражает его личность.

source: It's a very sharp rock.
russian: Это очень острый камень.

source: I am one heck of a scientist.
russian: Да я же чертов ученый!

source: It's almost done!
russian: Почти готово!

source: It makes me hungry just to look at it.
russian: Я хочу есть, когда смотрю на нее.

source: Mmmmm! It's ready to eat!
russian: Мммм! Готово!

source: This is going to take a while.
russian: Это займет некоторое время.

source: They make me feel so safe.
russian: За ними я чувствую себя в безопасности.

source: Cut reeds, ready for crafting and hobbying.
russian: Срезанный камыш, готовый к обработке.

source: He's going after my stuff!
russian: Он собирает мои вещи!

source: These pigs have pretty fancy houses.
russian: У этих свинов довольно забавные здания.

source: Come ON! I know you're home!
russian: Эй! Я знаю что ты дома!

source: I can see a snout pressed up against the window.
russian: Я вижу твою морду в окне.

source: That's too strong to break through!
russian: Он слишком твердый. Вряд ли я смогу его разбить.

source: I've heard it's a delicacy.
russian: Я слышал, что это деликатес.

source: A small, normal egg.
russian: Самое обыкновенное яйцо.

source: I've heard strange things about those plants.
russian: Странные слухи ходят про эти растения.

source: A mandrake root has strange powers.
russian: Странный какй-то корень. Говорят, что он обладает потусторонними свойствами.

source: It's even more science-y than the last one!
russian: Этот предмет имеет большую научную ценность чем предыдущий.

source: Now it smells even worse!
russian: Теперь он пахнет еще хуже!

source: It looks worried.
russian: Выглядит чем-то обеспокоенным.

source: Still weird.
russian: Все равно странно.

source: It looks thorny.
russian: Похоже на терновник.

source: Seems sterile enough.
russian: Выглядит стерильно.

source: I'm not sure what I should do with a dessicated tentacle.
russian: Я без понятия, что делать с сухими щупальцами

source: I can serenade the animals.
russian: Сыграю серенаду животным.

source: Not a very tall bird.
russian: Не очень большая птица.

source: I'd better find it some food.
russian: Надо бы его накормить.

source: It has a dangerous look in it's eye.
russian: Я вижу голод в его глазах.

source: Hmmmm. I guess that'll have to do.
russian: В принципе, тоже стена

source: I'm more of a zipper person, myself.
russian: По мне так человек-молная покруче будет.

source: Some short lengths of rope.
russian: Еще бы мыло к ней. И табуретку.

source: I hope I get out of here before I need these
russian: Я надеюсь свалить отсюда вовремя

source: It contains the mysteries of the universe.
russian: Он содержит загадки вселенной.

source: Bottled mosquito rage!
russian: Ярость комаров в бутылке.

source: I bet there's all sorts of good stuff down there!
russian: Бьюсь об заклад, там много интересного!

source: I should probably feel bad about that.
russian: По идее, мне сейчас должно быть стыдно.

source: Awwww. So cute!
russian: Ой, такой милый!

source: I think I could use that.
russian: Кажется, я знаю как это можно использовать.

source: All that's left after fire has done its job.
russian: Пожар свое дело знает.

source: This was once some thing before it got burned...
russian: Вот что остается от сгоревших предметов...

source: The eyebone was consumed by fire when I teleported!
russian: Когда я телепортировался, то костяной глаз был охвачен огнем.

source: Stop! It's time! To hammer things!
russian: Пришло время, чтобы разбить все!

source: Is that how I got here?
russian: Как я сюда попал?

source: I hate that guy
russian: Я его ненавижу!

source: I think these were its genitalia.
russian: Похоже, что это часть гениталий.

source: It's all Piney.
russian: Это елка.

source: Take that, nature!
russian: Ну что, природа, как тебе это?

source: I feel like I could have prevented that.
russian: Я чувствую, что мог бы предотвратить это.

source: What a waste of wood.
russian: Сколько древесины просто сгорит...

source: Walruses are natural predators.
russian: А моржи, между прочим, хищники.

source: Bees used to live in this.
russian: Здесь привыкли жить пчелы.

source: Sure looks cozy.
russian: Выглядит удобно.

source: Looks like it's hatching.
russian: Похоже, треснуло.

source: Are eggs supposed to sweat?
russian: Яйца могут потеть?

source: Brrrr!
russian: Брррр!

source: I have a feeling this is going to take a while...
russian: Мне кажется, что это не быстрый процесс...

source: It should hatch any time now.
russian: Он может вылупиться в любое время.

source: I should plant this.
russian: Его надо бы посадить.

source: Mmmm.
russian: Мммм.

source: It comes from a spider's butt.
russian: Хоть что-то хорошее от паука

source: Some sheets of paper
russian: Лист бумаги

source: It wouldn't fit in my pocket.
russian: Он не поместится в кармане.

source: That one is glowy.
russian: А эта светится.

source: It looks like pepper.
russian: Оно, похоже, легко воспламеняемо.

source: These are floorboards.
russian: Это же ламинат.

source: Check it out!
russian: Зацените!

source: I get crazy when I don't sleep.
russian: Я могу тут переночевать

source: I'm not sure I want to hold these.
russian: Я не уверен, что хочу носить их собой.

source: Back off, preacherman!
russian: Убирайся, проповедник!

source: It's more of a pyramid than an obelisk.
russian: Это больше похоже на пирамиду, чем на обелиск.

source: TAKE THAT, SANE SELF!
russian: Оно же было не такое.

source: I don't think an axe will cut it.
russian: На думаю, что рубить это топором - хоршая идея.

source: The knot is stuck. Forever.
russian: Узел запутался. Навсегда.

source: A sharpened rock tied to a stick. Hygenic!
russian: Острый камень, привязаный к палке. Гигиенично!

source: That looks dangerous.
russian: Он выглядит опасным.

source: How convenient!
russian: Как удобно!

source: It's buzzing with activity.
russian: Интересно, а в каком ухе у меня жужжит?

source: Mmmm. Ready to harvest.
russian: Мммм. Его пора собирать.

source: Guh! It's growing so slowly!
russian: Как же медленно оно растет.

source: Maxwell's statues are trapping him.
russian: Статуи Максвелла захватили его.

source: It's my tickle trunk!
russian: Это мой счастливый сундук!

source: Now it's even tastier.
russian: Теперь еще вкуснее.

source: Ewwww, he smells!
russian: Фууууу, он так ужасно пахнет!

source: It sounds like a beefalo field in there.
russian: Звучит как мычание бифало

source: Tough enough to handle the most intense experiments.
russian: Авось, тоже пригодится.

source: I feel kinda bad for that.
russian: Мне немного не по себе от него...

source: I should have added a beefalo bell.
russian: Я бы еще добавил колокольчик для бифало.

source: Otto von Chesterfield, Esq.
russian: Отто фон Честерфилд младший!

source: The stinging means that it's working.
russian: Если теплый - значит работает.

source: It must be some kind of religious artifact.
russian: Хм, похоже на какой-то религиозный артефакт.

source: Oh no! It's a killer bee!
russian: О нет! Эта пчела хочет убить меня!

source: This seems dangerous.
russian: Она весьма опасна.

source: A little jerky.
russian: Кусочек вяленого мяса.

source: I don't want to set the world on fire.
russian: Я не хочу погрузить весь мир в огонь.

source: I should dry some meats.
russian: Надо бы высушить немного мяса.

source: Jerky time!
russian: Теперь я могу есть вяленое мясо!

source: Meat takes a while to dry.
russian: Мясу нужно время, чтобы высохнуть.

source: It's no use to me out there!
russian: Эта штуковина для меня бесполезна!

source: I think those bees are mad.
russian: Во моему, эти пчелы сошли с ума.

source: Who would live here?
russian: Кто бы хотел здесь жить?

source: Creepy.
russian: Жутковато.

source: I wouldn't want to pick a bone with the owner.
russian: Я не хотел бы брать кости с их бывшим владельцем.

source: This is really gross.
russian: Он действительно огромный

source: It still has the tail on it.
russian: Хех, хвост свина. Жаль что без мяса.

source: This seems unsanitary.
russian: Выглядит антисанитарно.

source: Great. All of my tub stopping needs are met.
russian: Круто!

source: It's my trusty axe.
russian: Это мой верный топор.

source: You ain't nothing, hound dog!
russian: Это же собака! Только с очень большими клыками.

source: It sparkles with cold energy.
russian: Он лучится холодом.

source: It's enormous!!
russian: Он громадный!!

source: It doesn't look like an egg.
russian: Не похоже на яйцо.

source: Winter survival gear.
russian: Эта штука помогает не окочуриться зимой.

source: Char broiled to perfection.
russian: Это то, о чем я так давно мечтал!

source: Wilderness casual.
russian: Когда мой стилист говорит мне... Стоп! У меня же нет стилиста!

source: A thick, hairy trunk.
russian: Толстый и волосатый хобот.

source: A light breezy trunk.
russian: Свежая хоботятина.

source: Awww, she has a cute little bow.
russian: Ой! У нее такой милый бантик!

source: It's a furry ball of rotten food.
russian: Эта еда настолько прогнила, что покрылась какой-то шерстью.

source: It'll be good for when winter comes.
russian: Это будет полезным зимой.

source: That's a rather small bird.
russian: Это маленькая птичка.

source: It looks hungry.
russian: Выглядит голодной.

source: It must be starving.
russian: Кажись, птенец голоден.

source: It's a pile of dirt... or IS it?
russian: Это грязь, или что?

source: To bee or not to bee.
russian: Вообще, она чёрная. Просто местами медом измазалась.

source: Careful!
russian: Нужно с ней быть осторожнее.

source: Pointy!
russian: Деревяный частокол.

source: That's a nice wall
russian: Выйти бы потом наружу

source: This seems like a bad idea.
russian: Три поросенка меня другому учили

source: He whispers beautiful lies to me.
russian: Ложь, а звучит красиво.

source: I have harnessed the power of cold!
russian: Эта коробка обладает силой холода!

source: Better him than me.
russian: Не повезло парню. Но лучше уж он, чем я.

source: I should try planting some crops
russian: Вот так и появляется культура.

source: Go plants go!
russian: Расти растение! Расти!

source: I think it needs to be fertilized.
russian: Надо-бы удобрить.

source: It has a tangy, antiseptic smell.
russian: Острый запах гнили.

source: Looks sharp!
russian: А оно острое!

source: I should gobble it.
russian: Это нужно съесть.

source: It looks warm and full of meat.
russian: Он теплый и толстый. Идеально!

source: A ring that could focus dimensional energies.
russian: Кольцо, которое могло бы сфокусировать энергию.

source: Sticky!
russian: Липковато...

source: Something to hold back the night.
russian: Эта штука поможет мне побороть темноту. Если не погаснет.

source: Soft and undulating.
russian: Мягкая и волосатая.

source: Science compels me to jump in.
russian: Если я умру, знайте - я погиб во имя науки!

source: It's as big as my head!
russian: Большая, как моя голова!

source: Those spikes look sharp!
russian: Острые шипы

source: Not so spiky now!
russian: Колючки-то пообломал!

source: Now it's burnt and spiky
russian: Сгорело, но все-равно колется.

source: Spikes and fire!
russian: Теперь оно не только колется, но и обжигает.

source: It smells like wet.
russian: Сыростью веет

source: I can't believe it's butter!
russian: В это сложно поверить. но это масло!

source: I can harness the heavens!
russian: Я могу обуздать небеса!

source: The power is mine!
russian: Вся мощь моя!

source: I should wait a bit.
russian: Лучше немного подождать.

source: It's full of honey.
russian: Тут полно меда!

source: It's empty.
russian: Здесь меда нет.

source: Disgusting little bloodsucker.
russian: Отвратительный маленький кровопийца.

source: Hey, is that my blood?
russian: Эй, это что, моя кровь?

source: Just jerky enough
russian: Просто вяленое мясо

source: Tracks left by food. I mean... an animal.
russian: Следы еды. В смысле, животных.

source: I could heat this up near the fire.
russian: Его следует нагреть около костра.

source: Nice and toasty hot!
russian: Он просто здоровски теплый!

source: It's warm and cuddly... for a rock!
russian: Он достаточно теплый и приятный, как для камня!

source: At least I can start it up again
russian: Я его могу зажечь еще раз.

source: Good thing it's contained!
russian: Хорошо, что камни сдерживают его распространение.

source: Haute Cuisine!
russian: Сегодня у меня экзотические блюда.

source: Pickets!
russian: Частокол!

source: I can make stuff with these.
russian: Я могу из них что-то сделать.

source: Cut grass, ready for arts and crafts.
russian: Скошенная трава, готовая к искусствам и ремеслам.

source: A pile of mechanical parts.
russian: Да из этого же можно собрать что угодно! Ну почти.

source: It says 'You are here'.
russian: Тут написано: 'Вы здесь'.

source: Are there hounds for every season?
russian: А летом они выглядели не так...

source: This appears to be a nexus to another world!
russian: Это портал в другой мир!

source: With this I can surely pass through space and time!
russian: Благодаря этому я смогу прорвать пространственно-временной континиум!

source: Soon, my invention will be complete!
russian: Скоро мое изобретение будет готово! Осталось еще немного деталей.

source: I don't like sports.
russian: Я вообще-то не очень люблю футбол.

source: Their electricity carrying days are over.
russian: Они больше не смогут ничего проводить.

source: Sadly, it's too small for me to escape on.
russian: К сожалению, он маловат для меня.

source: I hope I got all of the spider goo out of it.
russian: Теперь я почти как Человек-Паук! Интересно, когда смогу стрелять паутиной?

source: Strange-smelling jerky
russian: Это какое-то странное вяленое мясо.

source: Someone must live here.
russian: Кто-то должен здесь жить.

source: It's for me to put my stuff in.
russian: Сюда можно много полезного сложить.

source: It smells like beefalo tears.
russian: Пахнет не очень хорошо. Скорее даже воняет.

source: This metal potato contains great and fearful power...
russian: Железная картошка хранит в себе какую-то силу...

source: This may control the polarity of the whole universe.
russian: Для контроля полярности всей Вселенной.

source: I feel so safe when I'm wearing it.
russian: Я чувствую себя в безопасности, когда я ношу его.

source: Maybe they'll grow back?
russian: Они, наверное, скоро снова вырастут.

source: I AM A BIRD!
russian: КАР! КАР! Я ПТИЦА! КАР!

source: It's looking at me.
russian: Оно смотрит на меня.

source: It went to sleep.
russian: Он спит.

source: Guh, that thing looks worse off than usual.
russian: Эта штуковина выглядит хуже чем обычно...

source: There's a lot going on underground.
russian: Много чего интересного происходит под землей.

source: Does that mean spring is coming?
russian: Птицы тут... Весна что ли?

source: He likes my pocket.
russian: Ему нравится мой карман. Или его содежание.

source: Just don't breathe in.
russian: Только бы не вдохнуть.

source: It's surprisingly scratchy.
russian: Он на удивление скрипучий.

source: I should put a bird in it.
russian: Туда бы птицу еще.

source: Awwww, he's asleep.
russian: Ути-пути. Она спит. Ми-ми-ми.

source: That's my bird!
russian: Моя птица!

source: This is a nasty surprise.
russian: Кого-то ждет сюрприз.
