Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
russian: Мы не телепаты! Если вы не введете ваш Email, мы не сможем рассказать вам о всех новых фишках игры.

source: D
russian: Д

source: Thanks for signing up! You should receive a confirmation email in your inbox.
russian: Спасибо за регистрацию! Вы получите письмо с подтверждеением на Ваш Email

source: We need to know your birthdate, otherwise ratings people will get mad at us for emailing you content that might not be appropriate for all ages.
russian: Мы должны знать ваш возраст, в противном случае ребята, ставящие рейтинг играм, будут заваливать нашу почту гневными письмами.

source: How long will you survive?
russian: Приготовтесь к выживанию! Этот мир жесток и беспощаден. Сможете ли вы покорить его?

source: MAP (tab)
russian: КАРТА (tab)

source: Ready to play!
russian: А вот и игра!

source: SAVING...
russian: СОХРАНЕНИЕ...

source: Spoiled
russian: Испорченный

source: Stale
russian: Несвежий

source: here
russian: здесь

source: LMB
russian: ЛКМ

source: Dig
russian: Вырыть

source: Extinguish
russian: Потушить

source: Activate
russian: Активировать

source: Investigate
russian: Исследовать

source: Check
russian: Проверить

source: Reset
russian: Переставить

source: Unequip
russian: Снять

source: Pick
russian: Собрать

source: Shave
russian: Побрить

source: Bait
russian: Приманить

source: Harvest
russian: Собрать

source: Pollinate
russian: Опылить

source: Drop
russian: Бросить

source: Set Trap
russian: Установить ловушку

source: Set Mine
russian: Установить мину

source: Murder
russian: Убийство

source: Pick up
russian: Поднять

source: Eat
russian: Есть

source: Sleep
russian: Спать

source: Chop
russian: Рубить

source: Light
russian: Зажечь

source: Store
russian: Спрятать

source: Cook
russian: Приготовить

source: Imprison
russian: Запереть

source: Fish
russian: Рыбачить

source: Fertilize
russian: Удобрить

source: Mine
russian: Добыть

source: Craft
russian: Создать

source: Unlock
russian: Открыть

source: Heal
russian: Лечить

source: Walk
russian: Идти

source: Plant
russian: Посадить

source: Place Ground
russian: Застелить

source: Build Wall
russian: Построить стену

source: Jump In
russian: Запрыгнуть в

source: Examine
russian: Осмотреть

source: Hammer
russian: Разрушитель

source: Hook
russian: Подсечь

source: Stop Fishing
russian: Прекратить рыбачить

source: Reel In
russian: Тянуть

source: Give
russian: Дать

source: Equip
russian: Экипировать

source: Catch
russian: Поймать

source: Add Fuel
russian: Подкинуть в огонь

source: Dry
russian: Сушить

source: Repair
russian: Починить

source: Open
russian: Открыть

source: Go Home
russian: Зайти

source: Attack
russian: Атаковать

source: YOU FRIEND
russian: ТЫ ДРУГ

source: I LOVE FRIEND
russian: Я ЛЮБЛЮ ДРУГА

source: YOU IS GOOD
russian: ТЫ ХОРОШИЙ

source: I FOLLOW!
russian: Я СЛЕДУЮ!

source: Augustus
russian: Августуса

source: Tiberius
russian: Тибериуса

source: Caligula
russian: Калигулу

source: Claudius
russian: Клаудиуса

source: Nero
russian: Нейро

source: Galba
russian: Гальбу

source: Otho
russian: Отто

source: Vitellius
russian: Вителиуса

source: Vespasian
russian: Веспасиана

source: Titus
russian: Титуса

source: Domitian
russian: Домитиана

source: Nerva
russian: Нерва

source: Trajan
russian: Трояна

source: Hadrian
russian: Хардиана

source: Antonius
russian: Антониуса

source: Lucius
russian: Люциуса

source: Marcus
russian: Маркуса

source: Commodus
russian: Коммодуса

source: Pertinax
russian: Пертинакса

source: Didius
russian: Дидиуса

source: Septmius
russian: Септимиуса

source: Caracalla
russian: Каракала

source: Geta
russian: Гета

source: Marcrinus
russian: Маркриниуса

source: Elagabalus
russian: Елагабалуса

source: Severus
russian: Северуса

source: Maximinus
russian: Максиминиуса

source: Gordian
russian: Гордиана

source: Pupienus
russian: Пупиена

source: Balbinus
russian: Балбиниуса

source: Philip
russian: Филла

source: Hostilian
russian: Хостилиана

source: Trebonianus
russian: Требониана

source: Aemilian
russian: Аемилиана

source: Valerian
russian: Валериана

source: Gallienus
russian: Галиена

source: Quintillus
russian: Квинтилиана

source: Aurelian
russian: Аурилеана

source: Tacitus
russian: Такитуса

source: Florian
russian: Флориана

source: Probus
russian: Пробуса

source: Carus
russian: Каруса

source: Numerian
russian: Нумериана

source: Carinus
russian: Каринуса

source: Diocletian
russian: Диоктелиана

source: Maximian
russian: Максимельяна

source: Constantius
russian: Константинуса

source: Galerius
russian: Галериуса

source: Constantine
russian: Константина

source: Maxentius
russian: Максимиана

source: Licinius
russian: Лициниуса

source: Constans
russian: Константса

source: Vetriano
russian: Ветриана

source: Julian
russian: Джулиана

source: Jovian
russian: Джовиана

source: Valentinian
russian: Валентина

source: Valens
russian: Валенса

source: Gratian
russian: Грациана

source: Theodosius
russian: Теодора

source: Arcadius
russian: Аркадиуса

source: Honorius
russian: Хонориуса

source: Joannes
russian: Джоана

source: Marcian
russian: Марциана

source: Petronius
russian: Петрониуса

source: Avitus
russian: Авитуса

source: Majorian
russian: Можориана

source: Libius
russian: Либиуса

source: Anthemius
russian: Антемиуса

source: Olybrius
russian: Олибриус

source: Glycerius
russian: Глуцериуса

source: Julius
russian: Джулиуса

source: Romulus
russian: Ромулус

source: Leo
russian: Лео

source: Zeno
russian: Зено

source: Basiliscus
russian: Базилиуса

source: Anatasius
russian: Антатасиуса

source: Justin
russian: Джастина

source: Justinian
russian: Джастиниана

source: Maurice
russian: Мауриса

source: Mickey
russian: Микки

source: Kevin
russian: Кевина

source: Ju-lian
russian: Джу-лиана

source: Alia
russian: Алиана

source: Tatham
russian: Татана

source: Brook
russian: Брука

source: Matt
russian: Мэта

source: Alex
russian: Алекса

source: Kelly
russian: Келию

source: Eugene
russian: Евгения

source: Graham
russian: Грема

source: Jamie
russian: Джейми

source: Jeff
russian: Джефа

source: Joe
russian: Джо

source: Corey
russian: Кори

source: Bryce
russian: Брюса

source: Bug
russian: Жука

source: Moon Pie
russian: Лунного пирога

source: Bagel
russian: Багела

source: Biscuit
russian: Бисквита

source: Bacon
russian: Бекон

source: Hamilton
russian: Гамильтона

source: Hamms
russian: Хаммса

source: Mr.P
russian: Мистера П.

source: Brownie
russian: Брауни

source: Butters
russian: Баттерса

source: Tuna
russian: Тунца

source: Clover
russian: Клевера

source: Coco
russian: Кокоса

source: Custard
russian: Заварной крем

source: Dumpling
russian: Клецку

source: Eggy
russian: Яйцо

source: Kiwi
russian: Киви

source: Weiner
russian: Вайнера

source: Waffle
russian: Вафлю

source: Twinkie
russian: Твинки

source: Truffle
russian: Трюфеля

source: Tater
russian: Картофелину

source: Cheddar
russian: Чеддера

source: Pumpkin
russian: Тыкву

source: Oatey
russian: Овсянку

source: Oinkey
russian: Пинки

source: Nacho
russian: Начо

source: Puffin
russian: Маффина

source: Doughnut
russian: Пончика

source: Cabbage
russian: Капусту

source: Porky
russian: Свинину

source: Porkins
russian: Поркинса

source: Porkbun
russian: Поркбуна

source: Pepper
russian: Перца

source: Gouda
russian: Гауду

source: Eggbert
russian: Эгберта

source: Chip
russian: Чипа

source: Berry
russian: Ягоду

source: Crabby
russian: Кребби

source: Reuben
russian: Рубена

source: Barley
russian: Ячменя

source: Olive
russian: Оливку

source: Pickles
russian: Соленого

source: Wiggles
russian: Шевелягу

source: Jerky
russian: Бекон

source: Smelly
russian: Вонючку

source: Salty
russian: Соленого

source: Maxwell's Door
russian: Дверь Максвелла

source: Rabbit
russian: Кролика

source: Evil Flower
russian: Злой цветок

source: Cobblestones
russian: Брусчатка

source: Bee Mine
russian: Пчеломина

source: Popcorn
russian: Поп-корн

source: Cooked Frog Legs
russian: Приготовленые лягушачьи лапки

source: Roasted Carrot
russian: Жареная морковь

source: Durian Seeds
russian: Семена дуриана

source: Crow
russian: Ворон

source: Berry Bush
russian: Ягодный куст

source: Pig Man
russian: Свин

source: Merm
russian: Мэрма

source: Snowbird Feather
russian: Перо Снегиря

source: Marsh Turf
russian: Болотистый дерн

source: Cut Stone
russian: Каменный блок

source: Opulent Pickaxe
russian: Роскошная кирка

source: Frog
russian: Лягушка

source: Bonfire
russian: Костер

source: Hound's Tooth
russian: Зуб гончей

source: Cooked Morsel
russian: Жареный кусочек мяса

source: Harp Statue
russian: Статуя арфы

source: Twigs
russian: Ветки

source: Bird Trap
russian: Птичья ловушка

source: Pickaxe
russian: Кирка

source: Honey
russian: Мед

source: Fire Dart
russian: Огненый дротик

source: Tallbird Nest
russian: Гнездо большой птицы

source: Spider Eggs
russian: Паучье яйцо

source: Boulder
russian: Валун

source: Durian
russian: Дуриан

source: Tam o' Shanter
russian: Тэм О’Шентер

source: Fish Tacos
russian: Рыбное тако

source: Pumpkin Lantern
russian: Светильник Джека

source: Red Cap
russian: Красная Шляпка

source: Spider
russian: Паук

source: Blue Mushroom
russian: Синий гриб

source: Petals
russian: Лепестки

source: Berries
russian: Ягоды

source: Nitre
russian: Селитра

source: Luxury Axe
russian: Элитный топор

source: Maxwell's Tooth Trap
russian: Зубастая ловушка Максвелла

source: Blue Cap
russian: Синяя шляпка

source: Seeds
russian: Семена

source: Reeds
russian: Тростник

source: Cooked Egg
russian: Приготовленое яйцо

source: Honey Nuggets
russian: Медовые наггетсы

source: Evergreen
russian: Ель

source: Fruit Medley
russian: Фруктовый коктейль

source: Marble
russian: Мрамор

source: Touch Stone
russian: Воскрешающий камень

source: Sapling
russian: Саженец

source: Toasted Seeds
russian: Жареные семена

source: Campfire
russian: Костер

source: Night Armour
russian: Ночная броня

source: Red Gem
russian: Рубин

source: Charcoal
russian: Уголь

source: Koalefant
russian: Мамонт

source: Monster Meat
russian: Мясо монстра

source: Koalefant Trunk Steak
russian: Приготовленный хобот мамонта

source: Night Light
russian: Ночной свет

source: Grass
russian: Траву

source: Fist Full of Jam
russian: Тарелка с джемом

source: Dirt Turf
russian: Грязь

source: Fishing Rod
russian: Удочка

source: Walrus Camp
russian: Моржовый лагерь

source: Pitchfork
russian: Вилы

source: Green Cap
russian: Зеленая шляпка

source: Miner Hat
russian: Шахтерская каска

source: Carrot
russian: Морковь

source: Tallbird
russian: Большая птица

source: Pomegranate Seeds
russian: Семена граната

source: Ice Box
russian: Холодильник

source: Snowbird
russian: Снегиря

source: Krampus Sack
russian: Мешок Крампуса

source: Fried Tallbird Egg
russian: Жареное яйцо Большой птицы

source: Dapper Vest
russian: Модный жилет

source: Roasted Berries
russian: Варенье

source: Bug Net
russian: Сачок

source: Spider Queen
russian: Королева пауков

source: Nightmare Fuel
russian: Кошмарная плазма

source: Checkerboard Flooring
russian: Шахматный пол

source: Flower
russian: Цветок

source: Fake Kazoo
russian: Казу

source: Hot Pumpkin
russian: Горячая тыква

source: Fire
russian: Огонь

source: Butterfly
russian: Бабочку

source: Meat Effigy
russian: Мясное чучело

source: Obelisk
russian: Обелиск

source: Green Mushroom
russian: Зеленый гриб

source: Red Mushroom
russian: Красный гриб

source: Log
russian: Бревно

source: Fireflies
russian: Светлячки

source: Dragon Fruit
russian: Драконий фрукт

source: Meat
russian: Мясо

source: Cooked Monster Meat
russian: Приготовленое мясо монстра

source: Beard Hair
russian: Волосы с бороды

source: Bush Hat
russian: Кустошляпа

source: Regal Shovel
russian: Королевская лопата

source: Maxwell Statue
russian: Статуя Максвелла

source: Flint
russian: Кремень

source: Winterometer
russian: Зимометр

source: Crock Pot
russian: Котел

source: Stone Wall
russian: Каменная стена

source: Cut Reeds
russian: Срезанный тростник

source: Forest Turf
russian: Лесной дерн

source: Krampus
russian: Крампус

source: Ratatouille
russian: Рататуй

source: Pig House
russian: Домик свина

source: Savanna Turf
russian: Саванный дерн

source: Basalt
russian: Базальт

source: Frog Legs
russian: Лягушачьи лапки

source: Egg
russian: Яйцо

source: Wilson
russian: Уилсон

source: Redbird
russian: Красную Птицу

source: Alchemy Engine
russian: Алхимическая машина

source: Extra Smelly Durian
russian: Очень вонючий Дуриан

source: Living Log
russian: Живое бревно

source: Prepared Dragon Fruit
russian: Приготовленый фрукт дракона

source: Spiky Bush
russian: Колючий куст

source: Honey Poultice
russian: Медовый пластырь

source: Dessicated Tentacle
russian: Отрубленое щупальце

source: Wickerbottom
russian: Уикерботтом

source: INVENTORY ITEM
russian: ПРЕДМЕТ ИНВЕНТАРЯ

source: Boomerang
russian: Бумеранг

source: Dragon Fruit Seeds
russian: Семена драконьего фрукта

source: Pan Flute
russian: Флейта Пана

source: Smallish Tallbird
russian: Маленькая птица

source: Hay Wall
russian: Соломенная стена

source: Mismatched Buttons
russian: Пуговицы

source: Heat Stone
russian: Теплый камень

source: Second-hand Dentures
russian: Вставная челюсть

source: Purple Gem
russian: Аметист

source: Maxwell's Mosquito Trap
russian: Москитная ловушка Максвелла

source: Grave
russian: Могила

source: Baby Beefalo
russian: Детеныш Бифало

source: Marble Pillar
russian: Мраморный столб

source: Ashes
russian: Пепел

source: Terrorbeak
russian: Терроклюв

source: Pierogi
russian: Вареники

source: Froggle Bunwich
russian: Лягушачий сендвич

source: Honey Ham
russian: Ветчина с медом

source: Maxwell
russian: Максвелл

source: Tentacle Spots
russian: Часть щупальца

source: Pumpkin Seeds
russian: Тыквенные семечки

source: Improved Farm
russian: Улучшенная ферма

source: MacTusk
russian: Морж

source: Honeycomb
russian: Соты

source: Blow Dart
russian: Плевательная трубка

source: Healing Salve
russian: Лечебный бальзам

source: Pig Torch
russian: Факел свина

source: Drying Rack
russian: Сушилка

source: Hatching Tallbird Egg
russian: Треснувшее яйцо Большой птицы

source: Turkey Dinner
russian: Индейка

source: Silk
russian: Шелк

source: Treasure Chest
russian: Сундук с сокровищами

source: Papyrus
russian: Папирус

source: Top Hat
russian: Цилиндр

source: Deerclops Eyeball
russian: Глаз оленя-циклопа

source: Basalt Pillar
russian: Базальтовый столп

source: Red Hound
russian: Адская гончая

source: Gunpowder
russian: Порох

source: Wooden Flooring
russian: Деревянный пол

source: Rundown House
russian: Покосившийся дом

source: Bones
russian: Кости

source: Hound Mound
russian: Собачий курган

source: Clockwork Knight
russian: Заводной конь

source: Spear
russian: Копье

source: Tent
russian: Палатка

source: Dark Petals
russian: Темные лепестки

source: Clockwork Bishop
russian: Епископ

source: Crop
russian: Урожай

source: Penguin
russian: Пингвин

source: Beekeeper Hat
russian: Маска пчеловода

source: Tallbird Egg
russian: Яйцо большой птицы

source: Suspicious Dirt Pile
russian: Подозрительная кучка грязи

source: Ice Staff
russian: Ледяной посох

source: Marble Tree
russian: Мраморное дерево

source: Blue Gem
russian: Сапфир

source: Gord's Knot
russian: Веревочный узел

source: Razor
russian: Бритва

source: Deerclops
russian: Олень-циклоп

source: Tentacle
russian: Щупальце

source: Logsuit
russian: Деревянная броня

source: Chest
russian: Сундук

source: Tentacle spike
russian: Шип щупальца

source: Puffy Vest
russian: Дутый жилет

source: Fried Drumstick
russian: Жареная ножка

source: Pig King
russian: Король Свин

source: Beefalo Horn
russian: Рог бифало

source: Crank thing
russian: Рукоятка

source: Piggyback
russian: Поросячий мешок

source: One-man Band
russian: Человек-оркестр

source: Chester
russian: Честер

source: Corn
russian: Кукуруза

source: Breezy Vest
russian: Жилет

source: Winter Koalefant Trunk
russian: Хобот зимнего мамонта

source: Koalefant Trunk
russian: Хобот мамонта

source: Lying Robot
russian: Робот

source: Fire Staff
russian: Огненый посох

source: Crow Feather
russian: Перо ворона

source: Bacon and Eggs
russian: Бекон и яйца

source: Rope
russian: Веревка

source: Sick Worm Hole
russian: Зараженная червоточина

source: Worm Hole
russian: Червоточина

source: Pig Skin
russian: Хвостик свина

source: Ham Bat
russian: Мясная дубинка

source: Bee box
russian: Улик

source: Axe
russian: Топор

source: Monster Lasagna
russian: Лазанья из монстра

source: Meatballs
russian: Фрикадельки

source: Stuffed Eggplant
russian: Фаршированные баклажаны

source: Eggplant
russian: Баклажан

source: Fishsticks
russian: Рыбные палочки

source: Cooked Meat
russian: Приготовленое мясо

source: Abigail
russian: Эбигеил

source: Gobbler
russian: Индюк

source: Drumstick
russian: Голень

source: Basic Farm
russian: Ферма

source: Beefalo Hat
russian: Шляпа бифало

source: Rot
russian: Гниль

source: Winter Hat
russian: Зимняя шляпа

source: Waffles
russian: Вафли

source: Smallbird
russian: Птенец

source: Mandrake
russian: Мандрагора

source: Meaty Stew
russian: Тушеное мясо

source: Wood Wall
russian: Деревянная стена

source: Hardened Rubber Bung
russian: Затычка для ванной

source: Kabobs
russian: Кебаб

source: Rabbit Hole
russian: Кроличью нору

source: Spider Den
russian: Кокон

source: Skeleton
russian: Скелет

source: Dragonpie
russian: Драконий пирог

source: Butter Muffin
russian: Маслянная булка

source: Spider Gland
russian: Паучья железа

source: Stinger
russian: Жало

source: Treeguard
russian: Энт

source: Small Jerky
russian: Вяленое мясо

source: Grass Turf
russian: Лужайка

source: Mandrake Soup
russian: Суп из мандрагоры

source: Frazzled Wires
russian: Оборванный провод

source: Tiny Rocketship
russian: Маленькая ракета

source: Gnome
russian: Гном

source: Mosquito
russian: Комар

source: Metal potato thing
russian: Железная картошка

source: Box thing
russian: Заводная коробка

source: Ring thing
russian: Странный пояс

source: Headstone
russian: Надгробие

source: Rabbit Earmuffs
russian: Кроличьи наушники

source: Corn Seeds
russian: Семена кукурузы

source: Science Machine
russian: Научная машина

source: Butter
russian: Масло

source: Lightning Rod
russian: Громоотвод

source: Sleep Dart
russian: Успыляющие дротики

source: Redbird Feather
russian: Красное перо

source: Animal Track
russian: След мамонта

source: Wee MacTusk
russian: Маленький морж

source: Sliced Pomegranate
russian: Нарезанный гранат

source: Grass Tuft
russian: Выкопаная трава

source: Rocks
russian: Камни

source: Cut Grass
russian: Срезанная трава

source: Eggplant Seeds
russian: Семена баклажана

source: Gears
russian: Механизмы

source: Sign
russian: Табличка

source: Blue Hound
russian: Ледяная гончая

source: Wooden thing
russian: Деревянная штука

source: Killer Bee Hive
russian: Улей пчел убийц

source: Killer Bee
russian: Пчела-убийца

source: Bee
russian: Пчела

source: Spiderhat
russian: Шлем паука

source: Monster Jerky
russian: Вяленое мясо монстра

source: Beehive
russian: Улей

source: Backpack
russian: Рюкзак

source: Rocky Turf
russian: Скалистый дерн

source: Cooked Fish
russian: Приготовленная рыба

source: Spiky Tree
russian: Колючее дерево

source: Cooked Mandrake
russian: Приготовленная мандрагора

source: Wet Goop
russian: Мокрая гадость

source: Amulet
russian: Амулет

source: Ashes of %s
russian: Пепел от %s

source: Pine Cone
russian: Шишка

source: Eye Bone
russian: Глаз на палке

source: Beefalo Wool
russian: Шерсть бифало

source: Shovel
russian: Лопата

source: Straw Roll
russian: Спальник

source: Shadow Manipulator
russian: Теневой манипулятор

source: Carpeted Flooring
russian: Ковер

source: Birdcage
russian: Птичья клетка

source: Tooth Trap
russian: Зубастая ловушка

source: Pomegranate
russian: Гранат

source: Umbrella
russian: Зонтик

source: Ball and Cup
russian: Мяч и Кубок

source: Boards
russian: Доски

source: Spider Warrior
russian: Паук-воитель

source: Sticky Webbing
russian: Липкая паутина

source: Carrot Seeds
russian: Семена моркови

source: Walrus Tusk
russian: Клык моржа

source: Crawling Horror
russian: Ползучий ужас

source: Butterfly Wings
russian: Крылья бабочки

source: Dark Sword
russian: Темный меч

source: Feather Hat
russian: Шляпа из перьев

source: Melty Marbles
russian: Расплавленый мрамор

source: Straw Hat
russian: Соломенная шляпа

source: Garland
russian: Венок

source: Beefalo
russian: Бифало

source: Gold Nugget
russian: Золотой самородок

source: Taffy
russian: Ириска

source: Pig Head
russian: Голова свина

source: Trap
russian: Ловушка

source: Pond
russian: Пруд

source: Pumpkin Cookies
russian: Тыквеные печеньки

source: Ghost
russian: Призрак

source: Fire Pit
russian: Кострище

source: Rotten Egg
russian: Стухшее яйцо

source: Sunken Boat
russian: Затонувшее судно

source: Snazzy Pitchfork
russian: Притягательные вилы

source: Hound
russian: Гончая

source: Torch
russian: Факел

source: Manure
russian: Навоз

source: Braised Eggplant
russian: Тушеные баклажаны

source: Morsel
russian: Кусочек мяса

source: Football Helmet
russian: Футбольный шлем

source: Rainometer
russian: Дождеметр

source: OUCH! You jerk!
russian: ОЙ! Ты придурок!

source: Ugh. Crunchy.
russian: Мм, хрустит.

source: The Cold! It burns!
russian: ХОЛОД! Он обжигает!

source: Stupid boomerang!
russian: Тупой бумеранг!

source: It's you or me!
russian: Или ты, или я!

source: Get over here!
russian: Иди сюда!

source: Stupid Pig!
russian: Тупая свинья!

source: Ew, kill iiiit!
russian: Убей еееееего!

source: Grrrrar!
russian: Раааар!

source: I'll find you!
russian: Я найду тебя!

source: Yum!
russian: Ням!

source: That was kinda gross.
russian: Ну это как вариант чтобы набить желудок.

source: Ugh! Nasty!
russian: Тьфу! Отстой!

source: That tasted terrible!
russian: Ужасный вкус!

source: I'm not afraid of you!
russian: Я тебя не боюсь!

source: Maybe that leads home.
russian: Может, это вернет меня домой.

source: He looks tasty.
russian: Выглядит аппетитно.

source: I have him where I want him!
russian: Я всегда получаю то, что хочу!

source: Ugh, that smells terrible.
russian: Этот вкус ужасен!

source: It's all planty.
russian: Вершки как корешки.

source: Music is boring.
russian: Скучная музыка.

source: I feel like he understands me.
russian: Мне кажется, что он меня понимает.

source: He sure eats a lot.
russian: Скорее всего он ест как рота солдат.

source: Don't look at me! Get your own food.
russian: Не смотри на меня так! Я сама есть хочу.

source: That looks so flammable!
russian: Она, кажется, легко воспламеняема!

source: I think it's waiting for me to die.
russian: Да он только и ждёт, что б я сдохла.

source: Not so smart now, are you?
russian: Теперь ты не такой умный, да?

source: Ugh. They're fragrant.
russian: Тьфу. Они воняют.

source: Ick. It's following me.
russian: Ик. Это за мной.

source: He's not the boss of me!
russian: Он мне не босс!

source: Bring it on, piggie!
russian: Ну принеси его, не будь свиньей!

source: I wonder how they taste.
russian: Интересно, как они на вкус?

source: Even I don't know everything, yet.
russian: Даже я не знаю все... Пока что.

source: This is too precious to burn!
russian: Слишком ценная вещь, чтобы сжечь!

source: Weird!
russian: Странно!

source: I could make this better with FIRE!
russian: Я могла бы сделать это вкуснее ОГНЕМ!

source: It's full of dead stuff, I bet.
russian: Она полна мертвецов, я уверена.

source: Better it than me.
russian: Лучше он, чем я.

source: Even the babies are ugly.
russian: Даже их дети уродливы.

source: WAKE UP!
russian: ПРОСНИСЬ! ЭЙ! ПОДЪЕМ!

source: No-one would care if this burned down.
russian: Никто и не заметит, если я это сожгу.
