Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: *Grows a magnificent beard
russian: *У него классная борода

source: *Has visitors at night.
russian: *Ночью к ней приходят гости

source: *Can eat spoiling food with no penalty
russian: *Срока годности еды для него не существует

source: *Immune to fire damage *Starts fires in the dark
russian: *Иммунитет к огню *Ночью сама разжигает огонь

source: *Can't Talk *Has trouble staying alive
russian: *Не может говорить *Проблемы с выживанием

source: *Gets a bonus tech level
russian: *Имеет бонус при изучении

source: *Higher health, bigger stomach *Hits harder
russian: *Дольше живет, меньше хочет есть *Сильнее бьет

source: Here lies some guy. Blah blah blah.
russian: Жди гостей этой ночью

source: This headstone is blank
russian: Дата смерти неизвестна

source: It says: 'Milk. Eggs. Bacon.'
russian: Причина смерти: 'Истощение от долгой игры в Don't Starve'

source: Hey that's my name!
russian: Ой! А тут мое имя!

source: ME HUNGRY!
russian: МОЯ ДАВНО НЕ ЕЛ!

source: I EAT FOOD!
russian: МОЯ ЕСТ ЕДУ!

source: TIME FOR FOOD!
russian: НАСТАЛО ВРЕМЯ ОБЕДА!

source: FOR KING!
russian: ЗА КОРОЛЯ!

source: DEFEND!
russian: Я ЕГО ЗАДЕРЖУ!

source: SAVE KING!
russian: ЗАЩИТИТЬ КОРОЛЯ!

source: HOME TIME!
russian: МОЯ ДОЛЖЕН ИДТИ ДОМОЙ!

source: HOME! HOME!
russian: ДОМ! ГДЕ МОЯ ДОМ!

source: Drop All
russian: Выбросить все

source: MUST DEFEND!
russian: ЗАЩИТА - МОЙ ДОЛГ!

source: I PROTECT
russian: ВСЕГДА НА СТРАЖЕ

source: KING! KING!
russian: ДА ЗДРАВСТВУЕТ КОРОЛЬ!

source: HOT HOT HOT!
russian: ГОРЯЧО ГОРЯЧО ГОРЯЧО!

source: OWWWWW!
russian: АЙЙЙЙ!

source: IT BURNS!
russian: ГОРИТ-ГОРИТ!

source: WHAT YOU GOT?
russian: ЧТО У ТВОЯ ЕСТЬ?

source: BETTER BE GOOD.
russian: МОЯ ТЕПЕРЬ БЫТЬ ХОРОШИЙ

source: SPIDER BAD!
russian: ПАУК ЭТО ПЛОХО!

source: NO LIKE SPIDER!
russian: МОЯ НЕ ЛЮБИТЬ ПАУКОВ!

source: SCARY SPIDER!
russian: СТАШНЫЙ ПАУК!

source: WHO ARE YOU?
russian: ТЫ КТО?

source: YOU NOT PIG
russian: ТЫ НЕ СВИН!

source: UGLY MONKEY MAN
russian: УРОДЛИВАЯ ЛЫСАЯ ОБЕЗЬЯНА

source: YOU HAS MEAT?
russian: ТВОЯ ИМЕТЬ МЯСО?

source: MISSING DESCRIPTION STRING
russian: НЕПЕРЕВОДИМАЯ ИГРА СЛОВ
