Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: It looks like the inside of an alien's brain.
russian: Похоже, что внутри мозг пришельца.

source: This will keep my hair dry, at least.
russian: Это позволит мне остаться сухим при дожде.

source: I have no time for fun and games!
russian: Не время для потехи!

source: Poor little guy.
russian: Бедная маленькая мандрагора.

source: Stupid bird! Stay away from my berries!
russian: Тупая птица! Отвали от моих ягод!

source: Looks even meaner than usual.
russian: Какой-то странный паук. Желтый и злой.

source: I should keep my distance.
russian: Лучше держаться от него подальше.

source: Good riddance!
russian: Без тебя намного лучше!

source: Will it hatch?
russian: Интересно, а птенец-то вылупится?

source: I'm sure I'll find a use for it eventually.
russian: Я найду этому достойное применение.

source: Life in the frozen wastes.
russian: Вся жизнь теряется в холодах.

source: It's so soft.
russian: Он такой мягкий!

source: Without these, it's just a butter.
russian: Масло! Шанс его выпадения всего два процента!

source: I dreamed it myself!
russian: Он мне приснился!

source: A redbird feather.
russian: Красное перо.

source: A crow feather.
russian: Воронье перо.

source: They are all melted together.
russian: Они растаяли все вместе.

source: It breaks down objects into their scientific components.
russian: Полезная штуковина, которая позволяет делать другие полезные штуковины.

source: It smells like prettiness.
russian: Красиво и с запахом.

source: It's a beefalo!
russian: Это же бифало!

source: These guys are really heavy sleepers.
russian: Ребята действительно устали. Хорошо хоть не храпят.

source: He's coming along peacefully.
russian: Вроде мирный.

source: Aww, he's so sad.
russian: Что-то ты не очень счастливый.

source: I can't eat it, but it sure is shiny.
russian: Я не стану это есть, как бы оно не блестело

source: I should fill my pockets!
russian: Нужно карманы набить!

source: What have I created?
russian: Ну и что это я сделал?

source: I wove it real tight.
russian: Вырваться отсюда будет сложно.

source: That must lead to the Kingdom of the Bunnymen.
russian: Это дорога в кролечье королевство.

source: I can't see the bottom!
russian: Я не вижу дна!

source: He won't be cute and cuddly forever.
russian: Он не всегда будет таким маленьким милашкой.

source: He's huge!
russian: Вот это размеры!

source: Why did I even make a pitchfork this fancy?
russian: Вот они, вилы моей мечты.

source: What an odd looking stone.
russian: Что за странный камень?

source: It measures cloudiness.
russian: Он показывает возможность осадков.

source: Smells like bacon.
russian: Пахнет беконом.

source: It's big, it's heavy, and it's wood.
russian: Большой, тяжелый, деревянный.

source: That's some hot wood!
russian: Теперь это бревно юольше похоже на полено

source: Looks like an offering to the beast.
russian: Похоже на жертвоприношение.

source: It's even less eggy.
russian: Яйца выеденного не стоит!

source: It's pointy and slimy.
russian: Острый и скользкий.

source: That's one pointy stick
russian: Палка с острием. Нужно быть с ней аккуратнее.

source: I can hear a tiny tree inside it, trying to get out.
russian: Я слышу, как крохотное деревце внутри хочет вылезти наружу.

source: It's getting late. I need to make a fire.
russian: Темнеет. Нужно задуматься об огне.

source: It's so dark!
russian: Так темно!

source: OW! Something bit me!
russian: ОЙ! Меня что-то укусило!

source: Never stop learning!
russian: Учиться, учиться и еще раз учиться!

source: This track is fresh, the beast must be nearby.
russian: Этот след еще свежий, мамонт не мог далеко уйти.

source: Well, that was easy.
russian: Это было просто.

source: It's a... thing.
russian: Это... вещь.

source: The trail ends here.
russian: Вот я и застрял.

source: That was not a sane thing to do.
russian: Не думаю что это было разумно.

source: I feel so smart now!
russian: Я гений!

source: Go for the eyes!
russian: В атаку!

source: I will destroy you!
russian: Сотру в порошок!

source: Here piggy piggy!
russian: Это свинство!

source: Better you than me!
russian: Я тут воин, а не ты!

source: I'm going to stomp you dead!
russian: Я станцую у тебя на могиле!

source: Aaah! Bug off!
russian: Ааа! Кыш, насекомое!

source: Ugh, my head!
russian: Ой, моя голова!

source: I think that was starting to turn.
russian: Кажется, весь мой обед сейчас вырвется наружу.

source: I don't feel so good
russian: Что-то меня мутит. Лучше это не есть.

source: Yuck! That was terrible!
russian: Фу! У него, кажется, срок годности закончился!

source: Ow! I should try to catch that!
russian: Ой! Его надо бы поймать!

source: I'm so hungry!
russian: Я есть хочу!

source: I didn't learn very much from that.
russian: Сколько же я ещё не знаю.

source: My torch just ran out!
russian: Мой факел погас!

source: That sounded big!
russian: Похоже, это что-то большое!

source: It's too dark to see!
russian: Вообще ничего не вижу. Может, кто-то включит свет?

source: What was that?!
russian: Это что вообще такое?!

source: Ow! Quit it!
russian: Ой! Отпусти!

source: So Cold!
russian: Что-то похолодало!

source: I sure showed him!
russian: Ха! Беги, трусливое создание!

source: He's too fast!
russian: Разойтись мирно - это тоже нормально.

source: I'll let him go. This time.
russian: Ладно, живи. Пока я добрый.

source: Shoo, you nasty thing!
russian: Меня даже пауки боятся!

source: He's too gross, anyway.
russian: Да ну его, он слишком волосатый.

source: It's too bright out.
russian: Сейчас я не хочу спать.

source: OUCH! Something bit me!
russian: Ой! Меня что-то укусило!

source: I can't make that now.
russian: Я не могу сделать это сейчас.

source: Al dente.
russian: Al dente - по-итальянски!

source: The appearance of this track indicates recent activity.
russian: Появление этого следа указывает на недавнюю активность в этом районе.

source: I would really rather not.
russian: Я не хочу.

source: I think he might object to that.
russian: Я думаю, он будет против.

source: It's already smooth, dear.
russian: Тут все гладко, дорогуша.

source: I don't know what that is.
russian: Я не знаю что это такое.

source: I misjudged the timing of its return.
russian: Я ошибалась на счёт сроков его возврата.

source: The trail is no longer distinguishable.
russian: Тропа уже не различима

source: A detailed lesson in biology!
russian: Подробный урок биологии!

source: Combat!
russian: Битва!

source: Something is approaching.
russian: Что-то приближается.

source: I can't carry anything more.
russian: Я больше не могу ничего нести.

source: It is bright enough to see.
russian: Он достаточно яркий чтобы видеть.

source: That violates some pretty fundamental physical laws.
russian: Это нарушает некоторые основные физические законы.

source: It's some kind of Lagomorph. With horns.
russian: Это своего рода заяц. С рогами.

source: It is a cute widdle horned Lagomorph.
russian: Какое милое и рогатое зайцеобразнее.

source: It's not often one sees a flower with such a powerful aura.
russian: Нечасто увидишь цветок с такой мощной аурой.

source: A swamp-dwelling rhizome.
russian: Болотный корень

source: Hollow reeds with harmonic resonance.
russian: Полый тростник с гармоничным резонансом.

source: An adolescent avian.
russian: Птица-подросток

source: Please keep your voice level to a minimum.
russian: Пожалуйста, уменьши громкость своих просьб до минимального уровня.

source: A very naughty bird!
russian: Очень непослушная птица!

source: I don't trust that wall.
russian: И это вы называете стеной?

source: Corvus brachyrhynchos.
russian: Corvus brachyrhynchos на латыни.

source: He's mine now.
russian: Теперь он мой!

source: It's a semi-intelligent bipedal pig.
russian: Это полу-интеллектуальные двуногие свиньи.

source: He seems to have bonded with me.
russian: Он, кажется, привязался ко мне.

source: It appears to be a guardian.
russian: Он был рожден для защиты.

source: It's a lycanthropic pig.
russian: Это ликантропические свиньи!

source: Don't worry there are plenty more where that came from.
russian: Без паники! У меня еще куча таких.

source: A short length of strong hemp rope.
russian: Короткая, крепкая. Как из конопли!

source: A torus of alloys and wiring.
russian: Скопление сплавов и проводов.

source: It gives off a strange aura.
russian: Странная у него аура...

source: It's a small, raw piece of meat.
russian: Это маленький кусок сырого мяса

source: A burial mound.
russian: Курган

source: A desecrated burial mound.
russian: Оскверненный курган

source: Look at his widdle face! (ahem!)
russian: Посмотрите на его личико! Милашка!

source: Some smoothed rock slabs.
russian: Блоки гладких камней

source: It shows the touch of a Roman artisan. How amazing.
russian: Дело рук римских ремеленников. Удивительно!

source: A amphibian tetrapod.
russian: Четвероногая амфибия.

source: It's sleeping.
russian: Она спит

source: Considered a delicacy in some countries.
russian: В некоторых странах это деликатес.

source: It must be fake. I don't believe it.
russian: Оно не настоящее, я уверена!

source: Roughly hewn wood boards.
russian: Грубая древесная доска.

source: It is slightly more appetizing when cooked.
russian: Кулинария творит чудеса.

source: A simple statue.
russian: Простая статуя.

source: Some small twigs.
russian: Несколько маленьких веточек.

source: What a rude gentleman.
russian: Какой грубый молодой человек.

source: A specialized axe for chipping away at rocks.
russian: Специализированный топор для уничтожения пород.

source: Durable outerwear.
russian: Прочная верхняя одежда.

source: Sweetened plant nectar.
russian: Нектар сладких растений.

source: A generically coniferous tree.
russian: Обычное хвойное дерево.

source: It has been harvested.
russian: Его нужно собрать.

source: A carbonized tree.
russian: Обугленное дерево.

source: The tree is burning.
russian: Горяшее дерево.

source: Improvised inflammatory device.
russian: Самодельное воспламеняющее устройство.

source: Beeswax used for storing honey.
russian: Пчелиный воск используется для хранения мёда.

source: A highly portable spider egg sack.
russian: Портативный пауче-яйцевой мешок.

source: I wonder how it's fueled.
russian: Интересно, как он поддерживается?

source: Should auld acquaintance be forgot?
russian: Кажется, старая дружба забыта?

source: I... don't even know.
russian: Я... даже не знаю.

source: Protein fibre extruded from an arachnid.
russian: Белое волокно из паука.

source: How unappetizing.
russian: Как неаппетитно.

source: A large, carnivorous arachnid species.
russian: Огромное и хищное паукообразное.

source: They appear to be nocturnal.
russian: Кажется, у них ночной образ жизни.

source: It's dead.
russian: Умер.

source: It is a fungus.
russian: Это гриб.

source: It requires hydration before it will fruit again.
russian: Необходим полив прежде чем оно снова станет фруктом.

source: It is dormant this time of day.
russian: Днем они, обычно, спокойные.

source: I've made some potpourri.
russian: Я сделала смесь.

source: Some Ardisia crenata berries, I think.
russian: Это ягоды Ardisia Crenata, я полагаю.

source: That hound is more dangerous than the others.
russian: Эта собака явно опаснее других.

source: Knowledge is power!
russian: Знание - сила!

source: Also known as saltpeter.
russian: Также известна как натрий.

source: A crude attempt at tricking me.
russian: Неудачная попытка обмануть меня.

source: This seems to have medicinal properties
russian: Кажеться, у него лекарственные свойства.

source: Sleeping in there is going to give me a stiff neck.
russian: Сон в палатке может повлечь ригидность затылочных мышц.

source: A handful of unidentifiable seeds.
russian: Горстка непонятных семян

source: A group of juncaceae graminoids.
russian: Растение семейства Злаки

source: I believe they shall grow back.
russian: Я полагаю, что через некоторое время они снова вырастут.

source: Combustion!
russian: Горит!

source: Only the most insulating part was used.
russian: Сделано из наиболее изолированых частей.

source: If only I had some toast.
russian: Еще бы гренок сюда.

source: Amazing. A tree made entirely of marble.
russian: Удивительно! Мраморное дерево.

source: A statuesque rock.
russian: Статная порода.

source: There is something unnatural about that stone.
russian: Что-то не так с этим камнем. Он довольно странный.

source: The sleeping Megadrilacea Oraduos.
russian: Спящий Megadrilacea Oraduos.

source: Concentric rings of teeth for rapid ingestion.
russian: Сконцентрированные кольцевые зубы для быстрого приёма пищи

source: The natural home of the bee.
russian: Естественный дом пчёл.

source: It's a small tree.
russian: Маленькое дерево.

source: Odd. I thought that would have killed it.
russian: Даже я могла бы его сломать одной рукой.

source: Radiant electrical energy!
russian: Поглотитель электроенергии.

source: A natural disinfectant.
russian: Натуральный дезинфикатор.

source: He appears to be the leader of the village.
russian: Он рожден чтобы быть вожаком деревни.

source: A simple apparatus for keeping dry.
russian: Простое устройство для снижения собственного уровня влаги.

source: It applys basic mechanical principals.
russian: Он в своей работе применяет основные принципы механики.

source: Protective shroud which transfers attacks to another dimension.
russian: Защитный кожух, который направляет удары в другое измерение.

source: An impressive improvement to the traditional pipe and tabor.
russian: Впечатляющее улучшение обычной трубы и табора.

source: A motile storage chest.
russian: Подвижное хранилище

source: It is warm.
russian: Он теплый.

source: Meats can be dehydrated.
russian: Мясо можно дегидратировать.

source: The process has completed.
russian: Процесс завершен.

source: Dehydration is a slow process.
russian: Дегидратация - долгий процесс.

source: It's mostly carbon and ash.
russian: В основном это смесь углерода и золы.

source: A shipwreck, looks to be useless.
russian: Кораблекрушение. Кажется, оно мне никак не поможет.

source: It seems to have sunk into the soil.
russian: Кажется, оно ушло в почву.

source: Fascinating. I'll have to study these markings later.
russian: Захватывающе. Мне нужно будет изучить эти надписи.

source: It appears to be a tiny pyramid.
russian: Похоже на крошечную пирамиду.

source: I must be seeing things.
russian: Я должна видеть вещи.

source: I don't think it's safe to eat this.
russian: Я не думаю что это можно есть.

source: A clockwork clergyman.
russian: Часовой священник. Забавно.

source: An automatic equine.
russian: Заводная лошадь.

source: I'm not sure this was the most efficent use of resources.
russian: Я не уверена что это наиболее эффективное применение ресурсов.

source: Curiously luminescent.
russian: Любопытная люминесценция

source: A dual inclined plane attached to a lever.
russian: Двойная наклонная плоскость прикреплена к рычагу.

source: Obviously dilapidated.
russian: Выглядит разрушенным.

source: A piscean biped!
russian: Двуногий Piscean!

source: Those bones are foreboding.
russian: Эти кости - дурной знак.

source: Material of great density!
russian: Материал с высокой плотностью!

source: I feel a vague sense of accomplishment.
russian: У меня смутное чувство выполненного долга.

source: What a strange, cold beast.
russian: Какой странный и холодный зверь.

source: Some kind of temporary habitation.
russian: Временное жилье.

source: It has been deserted for now.
russian: Оно покинуто.

source: Ancient weapons technology.
russian: Древняя технология изготовления оружия.

source: This hat is hideous.
russian: Шляпа просто отвратна

source: It is heavy with bacteria.
russian: Да оно с бактериями!

source: I knit it myself.
russian: Я сама это связала.

source: That hound is not domesticated.
russian: Это дикая собака.

source: A rather diminutive specimen of the class Aves.
russian: Молодые образцы класса Aves.

source: It requires sustenance.
russian: Оно хочет жить.

source: Without sustenance, it will surely perish.
russian: Без пиши, оно, несомненно, погибнет.

source: It is cold.
russian: Он холодный.

source: Laurasiatheria!
russian: Лавразиотерия!

source: That offers some protection.
russian: Небольшое средство защиты.

source: Ample protection against the elements.
russian: Неплохая защита.

source: Unpalatable, but high in protein.
russian: Невкусный, но с высоким содержанием белка.

source: It requires soil to grow.
russian: Нужна почва для роста.

source: An incredibly well preserved human skeleton.
russian: Этот скелет просто потрясающе сохранился!

source: Magnus Avis, fully developed.
russian: Magnus Avis на латыни.

source: A small cultivated patch of ground.
russian: Небольшой окультуреный участок.

source: The plants are extracting minerals from the ground.
russian: Растения берут минералы из земли

source: It has been rendered infertile for lack of nutrients.
russian: Грядка оказалась бесплодной из-за отсутствия питательных веществ.

source: This gland secretes a mildly toxic venom.
russian: Это выделяет токсичный яд.

source: It tapers to a sharp point.
russian: Он сужается до острия

source: It is a crude heat exchanger.
russian: Почти такой же создал Джон Гори в 1850-м.

source: High sodium content.
russian: С высокой концентрацией натрия.

source: Koalefanta Proboscidea in thick winter pelage
russian: Koalefanta Proboscidea имеет густой мех.

source: This will offer some protection from the sun.
russian: Это обеспечит защиту от солнца.

source: Measure before you act.
russian: Один раз отрежь, семь раз отмерь.

source: It is warm enough to radiate heat and light!
russian: Он нагрелся достаточно для самостоятельного излучения тепла и света.

source: Wings from a captured butterfly
russian: Крылья словленой бабочки.

source: A navigational aid.
russian: Это сделано для упрощения навигации

source: Long folicles harvested from the beefalo.
russian: Длинная шерсть, собрана с бифало.

source: A crude apiary.
russian: Пасека.

source: I can harvest honey from it.
russian: Я могу собрать мёд

source: Oculus Mysterium.
russian: Oculus Mysterium на латыне.

source: The oculus is inactive.
russian: Что-то он не активен.

source: It's a visage of the man who trapped me here.
russian: Это статуя человека, который держит меня здесь.

source: It's shovel. Surely you've seen one before?
russian: Это лопата. Наверняка вы видели что-то подобное раньше.

source: It is especially venemous.
russian: Эта пчела более ядовитая и злая.

source: It is not pleased.
russian: Что-то мне неуютно.

source: A hard nodule of quartz.
russian: По-моему, это всё-таки кварц.

source: Apis mellifera. Quite large!
russian: Apis mellifera. Довльно крупная!

source: This will safely contain one avian specimen.
russian: Сюда можно поместить образец птицы.

source: Shhhhh!
russian: Тссс! Она спит.

source: He is contained.
russian: Образец помещён.

source: It's covered with a thin film of canine digestive fluid.
russian: Она покрыта тонкой пленкой собачьего желудочного сока.

source: I believe this one is just food.
russian: Я верю что этот съедобен.

source: I'm not sure why I can carry so many of these.
russian: Не знаю сколько я их смогу тащить.

source: Red usually indicates poison.
russian: Красный - зачастую признак яда.

source: Some rush cuttings.
russian: Какие острые на срезе.

source: A simple clap-trap for birds.
russian: Простая ловушка для птиц.

source: It appears to be of the warrior caste.
russian: Он из касты воинов.

source: A well deserved rest, no doubt.
russian: Это, несомненно, заслуженный отдых.

source: He gave his life for his queen.
russian: Он отдал свою жизнь за свою королеву.

source: It requires incubation.
russian: Ему требуется инкубация.

source: Perhaps I have gone too far.
russian: По моему, я зашла слишком далеко.

source: It's a mythological holiday monster.
russian: Праздное мифическое существо

source: An improvised handheld light.
russian: Импровизированный ручной свет.

source: Hay bales.
russian: Тюк сена.

source: Transdimensional weaponry.
russian: Трансмерное оружие

source: A face only necessity could love.
russian: Его масса прямо пропорциональна количеству моего багажа.

source: It's a research station. I can learn new things with it.
russian: Это научная машина. С ней я могу узнать много нового.

source: Fascinating. These spiders have a communal hive.
russian: Люботно. У этих пауков общее гнездо.

source: Interesting, these petals seem to have a mind of their own.
russian: Забавно. Кажется, у этих лепестков есть собственный ум.

source: How celebratory.
russian: Как-будто на парздник.

source: It looks almost like a Bos Taurus.
russian: Он похож на Минотавра, но с телом быка.

source: It appears to be following me.
russian: Кажется, он следует за мной.

source: It looks cold.
russian: Ему, похоже, холодно.

source: A small lump of gold. Atomic number 79.
russian: Небольшой кусок золота. Атомный номер 79.

source: It is unfertilized.
russian: Оно не оплодотворено.

source: The pig creatures have such prosaic taste in architecture.
russian: У свиней такой примитивный вкус в архитиктуре.

source: That was quite rude.
russian: Это было довольно грубо.

source: I wonder what they do in there.
russian: Интересно, чем он там занимается?

source: This would be useful for scrimshaw.
russian: Это будет полезным при резьбе.

source: A simple stick-and-basket trap.
russian: Простая ловушка из коробки и палки.

source: Odobenus rosmarus; Gaelic variety.
russian: Odobenus rosmarus. Гэльская разновидность.

source: A small, but deep freshwater pond.
russian: Небольшой, но глубокий пруд.

source: With this I should be able to exert psionic control over the spiders.
russian: С этим я смогу оказывать пси-контроль над пауками.

source: Mandragora officinarum.
russian: Mandragora officinarum на латыне.

source: Mandragora officinarum. But with a face.
russian: Mandragora officinarum. Но с лицом.

source: Mandragora officinarum. Deceased.
russian: Mandragora officinarum. Мертва.

source: A personal hygiene implement.
russian: Для личной гигиены.

source: A relic from another time.
russian: Реликвия из другого времени.

source: It's design is effective at loosening earth.
russian: Они специально сконструированы для максимально эффективного рытья земли.

source: This log is special.
russian: Это бревно особенное.

source: A worker's tool.
russian: Рабочий инструмент.

source: A cluster of brambles.
russian: Ежевика?

source: A large sedimentary rock.
russian: Осадочная порода.

source: Daucus carota. Edible, and delicious.
russian: Daucus Carota. Съедобно и вкусно.

source: How bourgeois.
russian: Как буржуазно.

source: Confier seeds encased in a mature strobilus.
russian: Семена, заключённые в деревянном кожухе

source: Medicinal dressings.
russian: Медицинские бинты.

source: Librarian needs food.
russian: Библиотекарь нуждается в пище.

source: I need another torch.
russian: Мне нужен еще один факел.

source: Night will be here soon.
russian: Скоро наступит ночь.

source: I am in the dark.
russian: Я в темноте.

source: I can't see in the dark.
russian: Я не вижу в темноте.

source: Settle down, this instant!
russian: Успокойся хотя бы сейчас!

source: The ambient temperature is low.
russian: Температура окружающей среды очень низкая.

source: That was not at optimal freshness.
russian: Это было не первой свежести.

source: I should not have ingested that.
russian: Не стоило мне пробовать это.

source: That was partially decomposed.
russian: Оно было частично разложившимся.

source: Structures
russian: Конструкции

source: Tools
russian: Инструменты

source: Magic
russian: Магия

source: Fight
russian: Бой

source: Dress
russian: Одежда

source: Refine
russian: Материалы

source: Science
russian: Наука
