Repository: Joonie86/Russian-Don-t-Starve
Catalog: Файлы перевода/alevastor/*.po
Languages: russian

source: KILL TREE!
russian: МОЯ УНИЧТОЖАТЬ ДЕРЕВЬЯ!

source: SMASH MEAN TREE!
russian: МОЯ КРУШИТЬ ДЕРЕВЬЯ!

source: I PUNCH TREE!
russian: МОЯ БИТЬ ДЕРЕВЬЯ

source: "I will conquer it all with the power of my MIND!"
russian: "Я буду побеждать силой своего РАЗУМА!"

source: "Abigail? Come back! I'm not done playing with you."
russian: "Абигейл? Вернись! Я с тобой еще не доиграла."

source: "EMPATHY MODULE NOT RESPONDING"
russian: "МОДУЛЬ ЭМПАТИИ НЕ ОТВЕЧАЕТ"

source: "Things are so much prettier when they burn."
russian: "Вещи намного красивее, когда они горят."

source: "Shhhh! No talking!"
russian: "Шшшш! Не разговаривать!"

source: "I am mighty! No one is mightier!"
russian: "Нет никого сильнее меня!"

source: Say pal, you don't look so good.
russian: Эй, приятель! У тебя какой-то нездоровый вид.

source: You better find something to eat before night comes!
russian: Лучше найди себе что-то поесть пока ночь не наступила!

source: TOO CLOSE!
russian: ТВОЯ СЛИШКОМ БЛИЗКО!

source: STAY AWAY!
russian: ТВОЯ ДОЛЖЕН ОТОЙТИ!

source: YOU BACK OFF!
russian: ТВОЯ ЗАСЛОНЯТЬ СВЕТ!

source: THAT MY SPACE.
russian: ТВОЯ ДОЛЖЕН УХОДИТЬ ОТ МЕНЯ!

source: TORCH GET LOW
russian: ФАКЕЛ ГАСНЕТ

source: MAKE TORCH BRIGHT
russian: НУЖНО СДЕЛАТЬ ФАКЕЛ ЯРЧЕ

source: MORE BURNING
russian: НУЖЕН СВЕТ

source: YOU LEAVE NOW
russian: ВЫХОД ТАМ!

source: YOU GO AWAY
russian: ТЫ УХОДИШЬ!

source: YOU NO STAY
russian: ТЫ ДОЛЖЕН УЙТИ!

source: The classiest hat of all.
russian: Лучшая шляпа из всех

source: Go fishing. For fish.
russian: Для рыбной ловли

source: Grows seeds
russian: Для выращивания семян

source: And you thought they smelled bad on the outside
russian: Теперь с фирменным запахом!

source: Weaponized bees. What could go wrong?
russian: Не трясти! Жужжит.

source: Dress for your head.
russian: Эта шляпа просто прелесть

source: It comes from a land down under.
russian: Он вернется даже из-под земли

source: Light up the night with your noggin.
russian: Почувствуй себя шахтером!

source: Indicates the probabilty of precipatation
russian: Прогноз погоды. Вероятность ошибки крайне мала!

source: Spit sleepiness at your enemies.
russian: Вызывает cонливость у ваших врагов.

source: Stores heat for travel.
russian: Может греть вас.

source: Slows food spoilage.
russian: Замедляет порчу продуктов

source: By your colours combined!
russian: Сочитание разных цветов!

source: How fashionable!
russian: Какая модная!

source: Sleep through the night
russian: Спите всю ночь

source: Nicely squared rocks
russian: Красивые квадратные камни

source: Break down rocks like a boss.
russian: Руби деревья с шиком!

source: Rugged, yet stylish.
russian: Стильно, модно, молодежно!

source: Freeze enemies in their tracks.
russian: Заморозьте своих врагов!

source: Catch bugs
russian: Для поимки бабочек

source: Like logs but flatter
russian: Как бревна, но круче

source: An evil residue used by the foolish and the crazy.
russian: С ума сойти!

source: Nicely checkered marble tiles.
russian: Красивая мраморная плитка

source: Deconstruct structures
russian: Уничтожает постройки. Почти без поседствий.

source: The jerkiest of racks.
russian: Для высушивания мяса

source: Protects you from some damage
russian: Защищает вас от некоторых ударов

source: Capture winged beasts
russian: Для отлова птиц

source: Break down rocks
russian: Круши камни, разбивай скалы!

source: Warm, but light enough for summer.
russian: Тепло - это хорошо

source: Grows seeds a bit faster
russian: Быстрее, чем простая грядка

source: Spit fire at your enemies
russian: Стрелять огнем в противников. На себя не направлять.

source: Spit teeth at your enemies.
russian: Стрелять клыками в противников

source: Make your mark upon the world.
russian: Оставьте свой след в этом мире.

source: Protection against angry bees
russian: Защити лицо от злых пчел

source: Portable light source
russian: Переносной источник света.

source: Spooky illumination
russian: Призрачное освещение

source: Spiders will call you 'mom'.
russian: Станьте для пауков мамой!

source: For writing things
russian: Для записей

source: Carry more stuff.
russian: Носите с собой еще больше вещей!

source: A handful of gunpowder
russian: Горстка пороха. Осторожно! Не давать детям!

source: Store your own bees
russian: Домик для пчелок

source: Chop down trees with STYLE!
russian: Руби деревья с шиком!

source: Pops up and bites whoever steps on it
russian: Не наступать! Кусается!

source: Move plants around
russian: Ею можно копать

source: Restores sanity, but costs time and hunger
russian: Здесь можно провести ночь

source: Rearrange the whole world
russian: Переделай весь мир

source: The smell is best described as 'Beefalesque'.
russian: Пахнет как бифало

source: A happy home for your avian friends.
russian: Домик для птички

source: Measure ambient air temperature
russian: Можно узнать когда наступит зима

source: Make better food
russian: Сделай еду еще лучше!

source: Mitigate the effects of atmospheric moisture.
russian: Можно спрятаться от дождя

source: Protection from strikes.
russian: Защищает вас от молний.

source: Disinfectant for cuts and abrasions.
russian: Лечение порезов и ссадин.

source: Tightly woven coils of usefulness
russian: Плотно сотканная трава

source: Protects you from death.
russian: Защищает вас от смерти

source: Lucid dreaming damage.
russian: Нанеси ударь явью!

source: That looks less then hygenic.
russian: Выглядит негигиенично

source: Something to soothe the nerves.
russian: Немного успокоит нервы

source: Build your own road to nowhere.
russian: Построй свою дорогу.

source: Shelters one pig
russian: Здесь может жить свин

source: A sturdy container
russian: Удобный ящик

source: High-quality laminate floorboards.
russian: Высококачественный ламинат

source: Hay wall segments. Not very sturdy.
russian: Часть соломенной стены. Волк сдувал такие на раз.

source: Stone wall segments.
russian: Часть каменной стены.

source: Wooden wall segments.
russian: Часть деревянной стены

source: A safer, more efficient campfire
russian: Безопасный и долговечный костер

source: Move the ground around
russian: Снимай дерн

source: Provides light while burning
russian: Костер для лагеря. Пропадет когда погаснет.

source: Protects your body, but not your mind
russian: Защищает тело, но ранит душу

source: Even a crazed musician can amass quite a following.
russian: Разработано для чекнутых музыкантов

source: Good for hiding!
russian: Хорошая маскировка!

source: Capture small creatures
russian: Ловит маленьких зверюшек

source: There must be some magic in it...
russian: Добавим в мир немного магии...

source: A fuzzy little bit of warmth
russian: Пушистый комочек тепла

source: Warm enough for winter storms.
russian: Достаточно теплый чтобы пережить зиму.

source: Harness the power of combustion!
russian: Мощь огня!

source: Unlock even more crafting recipes
russian: Для создания вещей покруче

source: Protect your braincase.
russian: Защищает мозг от сотрясений

source: Music to soothe savage beasts
russian: Музыка для успокоения зверей

source: Shave off your dirty beatnick beard.
russian: Сбривает вашу бороду. Если вы не Чак Норрис.

source: Is this even science anymore?
russian: Это точно наука?

source: Carries a lot, but slows you down.
russian: Вмещает больше, но он тяжелее.

source: Unlock new crafting recipes
russian: Для создания новых вещей

source: Lasts longer, digs the same stuff
russian: Мечта эксгуматора

source: It takes food to make food.
russian: Добывайте еду... едой!

source: Light the night with your dreams.
russian: Зажги ночь своей мечты

source: Chop down trees!
russian: Рубите деревья!

source: Use the pointy end
russian: Используй острый наконечник

source: Heal your minor wounds.
russian: Для лечения ран

source: You have some space to explore methinks.
russian: Кажется, у вас есть где развернуться. Можете начинать исследовать.

source: This may take some time...
russian: Это может занять некоторое время...

source: Don't get lost now!
russian: Смотри не заблудись.

source: The dew has fallen with a particularly sickening thud this morning...
russian: Этим утром роса упала с особенным отвратительным звуком...

source: I'm off to find Zem...
russian: Я отправился на поиски Zem ...

source: Lucky nothing uses water eh?
russian: Удачливый никогда не использует воду?

source: Its going to be a long day
russian: Это будет длинный день

source: Don't forget your booties cause its cold out there!
russian: Не забудьте свою обувь, там холодно!

source: Its cold out there every day.
russian: Холод каждый день.

source: Safe and secure area?
russian: Безопасная и надежная область?

source: Its just a skip, hop and a jump away from here.
russian: Он просто прыгнул и куда-то пропал.

source: Say pal, keep your chin up.
russian: Эй, приятель, не унывай.

source: You will probably find it hard to stay dapper.
russian: Вам, вероятно трудно оставаться щеголем.

source: I left you a little something...
russian: Я оставил вам кое-что...

source: I don't think it will help you though.
russian: Я не думаю, что это поможет вам.

source: You know what I like about nighttime?
russian: Вы знаете, что мне нравится в ночное время?

source: All the spiders.
russian: Везде пауки.

source: NOM NOM NOM
russian: ОМНОМНОМ

source: YUM!
russian: НЯМ!

source: The Gentleman Scientist
russian: Джентльмен ученый

source: The Bereaved
russian: Утратившая

source: The Soulless Automaton
russian: Бездушная машина

source: The Firestarter
russian: Поджигательница

source: The Silent
russian: Тихий

source: The Librarian
russian: Библиотекарь

source: The Strongman
russian: Силач

source: I KILL NOW!
russian: Я УБИВАЮ!

source: YOU GO SMASH!
russian: ТЫ БУДЕШЬ СОКРУШЕН!

source: RAAAWR!
russian: Р-Р-Р-Р!

source: SCARY
russian: ЖУТКИЙ

source: NO LIKE DARK
russian: МОЯ НЕ ЛЮБИТЬ ТЕМНОТУ

source: WHERE IS SUN?
russian: ГДЕ СОЛНЦЕ?

source: STAY NEAR FIRE
russian: БЫТЬ ВОЗЛЕ ОГНЯ

source: FIRE IS GOOD
russian: ОГОНЬ - ХОРОШО

source: Wilson P. Higgsbury
russian: Уилсон П. Хиггсбери

source: Wendy
russian: Венди

source: Willow
russian: Уиллоу

source: Ms Wickerbottom
russian: Миссис Уикерботтом

source: Wolfgang
russian: Вольфганг

source: Woodie
russian: Вуди

source: The Unknown
russian: Неизвестный

source: Wes
russian: Вэс

source: Select
russian: Выбрать

source: [PLACEHOLDER TEXT] Level 1: A Cold Reception
russian: Добро пожаловать на Уровень 1: Холодный прием

source: Nearly constant rain and snow.
russian: Ужасные погодные условия.

source: [PLACEHOLDER TEXT] Level 2: The King of Winter
russian: Добро пожаловать на Уровень 2: Король зимы

source: Endless winter, lots of monsters.
russian: Вечная зима с самого начала. Также здесь куча монстров.

source: [PLACEHOLDER TEXT] Level 3: The Game is Afoot
russian: Добро пожаловать на Уровень 3: Игра в движении

source: Hub world with themed islands
russian: Игра проходит на тематических островах.

source: [PLACEHOLDER TEXT] Level 4: Bargaining
russian: Добро пожаловать на Уровень 4: Переговоры

source: Paradise island followed by rainy hostile land
russian: За райским остором прячутся дождливые враждебные земли

source: [PLACEHOLDER TEXT] Level 5: This Means War
russian: Добро пожаловать на Уровень 5: Это значит Война

source: Everything is hard. Resources are scarce.
russian: Все очень сложно! Ресурсов очень мало!

source: [PLACEHOLDER TEXT] Level 6: Checkmate
russian: Добро пожаловать на Уровень 6: Шах и мат

source: A final confrontation with Maxwell
russian: Последнее противоборство с Максвеллом

source: NOOOOO!
russian: НЕЕЕЕТ!

source: TOO DARK! TOO DARK!
russian: А-А-А! СЛИШКОМ ТЕМНО!

source: AAAAAAAAAH!!
russian: А-А-А-А-А-А-А-А!!!

source: RMB
russian: ПКМ

source: Stay here.
russian: Остаться

source: trees
russian: деревья

source: pathos
russian: пафос

source: pines
russian: сосны

source: spiders
russian: пауков

source: monsters
russian: монстров

source: a keen sense of despair
russian: острое чувство отчаяния

source: Wilson's beard
russian: бороду Уилсона

source: buckets and buckets of loot
russian: вагоны и цистерны с добычей

source: game theory
russian: игровую теорию

source: food
russian: еду

source: GENERATING WORLD
russian: СОЗДАНИЕ МИРА

source: Wrangling
russian: Спорим про

source: Generating
russian: Создаем

source: Herding
russian: Разгоняем

source: Embiggening
russian: Плодим

source: Iterating upon
russian: Лезем в

source: Insinuating
russian: Смотрим в

source: Reticulating
russian: Разбиваем по сетке

source: Inserting
russian: Вставляем

source: Framing
russian: Вспоминаем

source: This will destroy your current world but you will retain your inventory contents.
russian: Ваш текущий мир будет уничтожен, но вы сохраните содержимое своего инвенторя

source: Save and return to main menu?
russian: Сохранить и вернуться в меню?

source: Save and Quit
russian: Выйти

source: Return to main menu?
russian: Вернуться в главное меню?

source: Leaving so soon?
russian: Уже уходите?

source: Options
russian: Настройки

source: Continue
russian: Продолжить

source: Don't worry. We'll be waiting for you.
russian: Не волнуйтесь. Мы будем вас ждать.

source: Paused
russian: Пауза

source: I said quit!
russian: Выйти!

source: Never mind...
russian: Я передумал

source: BACK
russian: НАЗАД

source: PLAY
russian: готово

source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
russian: Это УНИЧТОЖИТ все ВАШИ ВЕЩИ и ВАШ ТЕКУЩИЙ МИР! Только вещи, которые расположены в машине будут в следующем мире.

source: Survival
russian: Выживание

source: Adventure
russian: Приключение

source: Choose A Slot
russian: Выберите слот

source: Restart
russian: Заново

source: Cancel
russian: Отменить

source: New Game
russian: Новая игра

source: Lets Go!
russian: Начинаем!

source: Place
russian: Место

source: Use an alchemy engine to build a prototype!
russian: Нужна алхимическая машина для создания прототипа

source: Research
russian: Исследовать

source: Use a shadow manipulator to build a prototype!
russian: Используйте теневой манипулятор для создания прототипа!

source: Some things are unknowable
russian: Некоторые вещи мне неизвестны

source: Use a science machine to build a prototype!
russian: Нужна научная машина для создания прототипа

source: Build
russian: Создать

source: Prototype
russian: Прототип

source: Journey onwards?
russian: Путешествие года?

source: Quitting!
russian: Выход!

source: Packing up the science.
russian: Упаковываем науку и магию.

source: You escaped!
russian: Вы вышли!

source: Next Reward...
russian: Следующая награда...

source: You survived
russian: Вы прожили

source: Retry
russian: Заново

source: days
russian: дней

source: Level
russian: Уровень

source: Main Menu
russian: Главное меню

source: YOU ARE DEAD!
russian: ВЫ УМЕРЛИ!

source: day
russian: День

source: Slow
russian: Замедлять

source: Less
russian: Мало

source: OK
russian: ОК

source: Very Fast
russian: Очень быстро

source: Prepared Food
russian: Приготовление пищи

source: Monsters
russian: Монстры

source: Quite Difficult
russian: Довольно сложно

source: World
russian: Мир

source: Resources
russian: Ресурсы

source: Amount of Day
russian: За день

source: Not Easy
russian: Не легко

source: Least
russian: Меньше

source: Default
russian: Стандарт

source: Yes
russian: Да

source: Night
russian: Ночь

source: A Cold Reception
russian: Холодный прием

source: The King of Winter
russian: Король зимы

source: The Game is Afoot
russian: Игра в движении

source: Bargaining
russian: Переговоры

source: This Means War!
russian: Это значит война!

source: Checkmate
russian: Шах и Мат

source: Default Medium
russian: По умолчанию(Средний)

source: Default Large
russian: По умолчанию(Большой)

source: Soggy
russian: Сырой

source: Eternal Summer
russian: Вечное лето

source: Winter you'll do next?
russian: Зима, что будет дальше?

source: Island you an axe
russian: Остров вы топор

source: Crazy Eddie
russian: Безумный Эдди

source: Nighttime Antics
russian: Ночные выходки

source: Never
russian: Никогда

source: No
russian: Нет

source: More
russian: Больше

source: None
russian: Нету

source: Dusk
russian: Вечер

source: Preset
russian: Шаблон

source: Medium
russian: Средний

source: Always
russian: Всегда

source: Overly Taxing
russian: Сложно

source: Very Simple
russian: Очень простой

source: Long
russian: Долг.

source: Most
russian: Больше

source: Both
russian: Оба

source: Huge
russian: Огромный

source: Modify Tasks
russian: Изменить задачи

source: Very Complex
russian: Очень сложно

source: Complex
russian: Сложный

source: Winter
russian: Зима

source: Simple
russian: Простой

source: Large
russian: Большой

source: Summer
russian: Лето

source: Fast
russian: Быстро

source: Food
russian: Еда

source: Lots
russian: Много

source: Short
russian: Короткий

source: World Customisation
russian: Настройка мира

source: Very Slow
russian: Очень медленно

source: Day
russian: День

source: None Available
russian: Невозможно

source: Only
russian: Только

source: Animals
russian: Животные

source: Do you want to take the fight to Maxwell?
russian: Вы хотите сразиться с Максвеллом?

source: Adventure Mode
russian: Режим приключения

source: Slot
russian: Слот

source: Play
russian: Играть

source: Change Character
russian: Смена персонажа

source: Delete
russian: Удалить

source: Buy Now
russian: Купить

source: You can disable the mod(s) in /mod/modsettings.lua
russian: Вы можете отключить мод(ы) в /mod/modsettings.lua

source: WARNING!
russian: Внимание!

source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
russian: Новый режим приключений в данный момент находится в разработке и предназначен для тестирирования. Он может содержать ошибки.

source: Reset profile!
russian: Сброс профиля

source: Exit Game
russian: Выйти

source: Send Gift
russian: Отправить подарок

source: Sandbox
russian: Песочница

source: Rate This Game
russian: Оценить эту игру

source: This will erase your current save. Continue?
russian: Это приведет к удалению текущего сохранения. Продолжить?

source: Forum
russian: Форум

source: Don't Starve is currently in beta. Please tell us about any problems that you encounter in the forum.
russian: Don't Starve пока что в бета-тестировании. Пожалуйста, сообщите обо всех найденых Вами проблемах на нашем форуме.

source: This is the testing branch!
russian: Это тестовый раздел!

source: No thank you!
russian: Нет, спасибо!

source: Mod Forums
russian: Форум модов

source: This will erase your current world and any saved games in it. Continue?
russian: Это приведет к удалению вашего текущего мира и всех сохранений в нем. Продолжить?

source: I understand
russian: Я понимаю

source: Empty
russian: Пустой

source: Game Slot
russian: Игровой слот

source: Unlock Everything
russian: Разблокировать все

source: Notify Me!
russian: Хочу знать!

source: Next build imminent!
russian: Новая версия!

source: Data was imported successfully.
russian: Данные были успешно импортированы.

source: Adventure (TEST)
russian: Приключение (ТЕСТ)

source: Hi
russian: Привет

source: Enter Product Key
russian: Введите ключ игры

source: Start a new game!
russian: Начать новую игру!

source: No way!
russian: Не согласен!

source: Message of the Day
russian: Сообщение дня

source: Next Update: %d days
russian: Новая версия: %d дней

source: What kind of game would you like to play?
russian: Выберите игровой режим:

source: Are you sure?
russian: Вы уверены?

source: Fresh Build!
russian: Новая версия!

source: Sandbox (Custom)
russian: Песочница (настр.)

source: Do you really want to quit?
russian: Вы действительно хотите выйти?

source: Klei is not able to help you should issues arise while using mods. Use with caution!
russian: Разработчики не несут ответственности за поставленные вами моды. И если возникнет ошибка в игре из-за мода - вам помочь не могут. Так что вы ставите моды на свой страх и риск.

source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
russian: Вы можете столкнуться с ошибками или ваш игровой прогесс может быть утерян после обновления игры. Пожалуйста сообщите обо всех найденых ошибках разработчикам.

source: Settings
russian: Настройки

source: Unknown
russian: Неизвестно

source: Play Demo
russian: Играть демо

source: This will reset your current world. Continue?
russian: Ваш текущий мир будет удален. Продолжить?

source: Mods Installed!
russian: Моды установлены!

source: NOTE: This mode is still under development. For experienced players only! You've decided to bring the fight to Maxwell. Can you survive the increasingly harsh conditions he's created for you, and beat him at his own game?
russian: Примечание: Этот режим все еще в разработке. Предназначен только для опытных игроков! Вы решили сражаться с Максвеллом. Сможете ли вы пережить все сложности, что он создал для вас, и победить в его же игре?

source: Cheats
russian: Читы

source: Failed to load
russian: Ошибка при загрузке

source: Success
russian: Успех

source: Wilson will miss you!
russian: Уилсон будет скучать по вам!

source: More Games
russian: Больше игр

source: Visit Forum
russian: Посетите форум

source: Account Info
russian: Информация об аккаунте

source: Installed mods:
russian: Установленые моды:

source: Create a new world!
russian: Создать новый мир!

source: Enter New Key
russian: Введите новый ключ

source: The following mod(s) have caused a failure:
russian: В процессе работы следующих модов(а) были выявлены ошибки:

source: Last build %d days ago
russian: Вашей версии %d дней

source: Import
russian: Импорт

source: Play!
russian: Играть!

source: Don't Starve Game Data
russian: Игровые данные Don't Starve

source: This error may have occured due to a mod you have installed! You have the following mods installed:
russian: Эта ошибка вызвана установленным вами модом! Список установленных модов:

source: What would you like to do?
russian: Что бы вы хотели сделать?

source: Start
russian: Старт

source: Customize World
russian: Настроить мир

source: Resolution:
russian: Разрешение:

source: Distortion:
russian: Искажение:

source: Apply
russian: Применить

source: Accept
russian: Принять

source: Disabled
russian: Отключено

source: Revert Changes
russian: По умолчанию

source: Close
russian: Назад

source: Display:
russian: Монитор:

source: Bloom:
russian: Размытие:

source: Fullscreen:
russian: Полный экран:

source: Accept Changes
russian: Применить

source: Do you wish to accept these changes?
russian: Вы хотите принять эти изменения?

source: Refresh Rate:
russian: Частота:

source: Enabled
russian: Включено

source: Mar
russian: Мар

source: Apr
russian: Апр

source: Invalid Date
russian: Неверные данные

source: Subscribe Complete
russian: Подписка активирована

source: Dec
russian: Дек

source: Sep
russian: Сен

source: Ok
russian: Ок

source: M
russian: М

source: Aug
russian: Авг

source: YYYY
russian: ГГГГ

source: Oct
russian: Окт

source: Jun
russian: Июн

source: Nov
russian: Ноя

source: Jul
russian: Июл

source: Jan
russian: Янв

source: May
russian: Май

source: Feb
russian: Фев

source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
russian: Нам нужно знать Ваш возраст чтобы отправить Вам подходящие обновления! Не волнуйтесь, мы не будем отправлять Вам спам или продавать Вашу информацию.

source: Birthdate:
russian: Дата рождения:

source: Invalid Email
russian: Неверный Email

source: Subscribe
russian: Подписаться!

source: Keep me updated with Don't Starve news
russian: Держите меня в курсе новостей игры
